Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: Creation of a new relation
es: Creacion de una nueva relacion
fr: Création d'une nouvelle relation

source: Ending editing of a relation
es: Terminando de editar una relacion
fr: Fin de l'édition d'une relation

source: Suppression of a relation
es: Supresion de una relacion
fr: Suppression d'une relation

source: Creation of a new view
es: Creacion de una nueva vista
fr: Création d'une nouvelle vue

source: Ending editing of a view
es: Terminando de editar una vista
fr: Fin de l'édition d'une Vue

source: Suppression of a view
es: Supresion de una vista
fr: Suppression d'une vue

source: Creation of a new query
es: Creación de una nueva busqueda
fr: Création d'une nouvelle requête

source: Ending editing of a query
es: Terminando de editar una busqueda
fr: Fin de l'édition d'une requête

source: Suppression of a query
es: Supresion de una búsqueda
fr: Suppression d'une requête

source: Creation of a new schema
es: Creacion de un nuevo esquema
fr: Création d'un nouveau schéma

source: Ending editing of a schema
es: Terminando de editar un esquema
fr: Fin de l'édition d'un schéma

source: Suppression of a schema
es: Supresion de un esquema
fr: Suppression d'un schéma

source: Ending editing an annotation type
es: Terminando de editar un tipo de anotacion
fr: Fin de l'édition d'un type d'annotation

source: Suppression of an annotation type
es: Supresión de un tipo de anotacion
fr: Suppression d'un type d'annotation

source: Creation of a new relation type
es: Creación de un nuevo tipo de relacion
fr: Création d'un nouveau type de relation

source: Ending editing a relation type
es: Terminando de editar un tipo de relacion
fr: Fin de l'édition d'un type de relation

source: Suppression of a relation type
es: Suprimiendo un tipo de relacion
fr: Suppression d'un type de relation

source: Creation of a new resource
es: Creación de un nuevo recurso
fr: Création d'une nouvelle ressource

source: Ending editing of a resource
es: Finalizando la edición de un recurso
fr: Fin de l'édition d'une ressource

source: Suppression of a resource
es: Supresión de un recurso
fr: Suppression d'une ressource

source: Modification of the tag
es: Modificación de la etiqueta
fr: Modification du tag

source: Activating a link
es: Activando un link
fr: Activation d'un lien

source: Player start
es: Reproductor inicia
fr: Lecture

source: Player stop
es: Reproductor detiene
fr: Stop

source: Player pause
es: Reproductor pausa
fr: Pause

source: Player resume
es: Reproductor continua
fr: Relance

source: Play a given position
fr: Jouer à une position donnée

source: Loading a new package
es: Cargando un nuevo paquete
fr: Chargement d'un nouveau recueil

source: Activating a package
es: Activando un paquete
fr: Activation d'un recueil

source: Saving the package
es: Guardando el paquete
fr: Sauvegarde du recueil

source: Start of the dynamic view
es: Estado de la vista dinamica
fr: Activation d'une vue dynamique

source: End of the dynamic view
es: Fin de la vista dinámica
fr: Fin d'une vue dynamique

source: Start of the application
es: Inicio de la aplicacion
fr: Début de l'application

source: End of the application
es: Fin de la aplicacion
fr: Fin de l'application

source: User-defined event
es: Eventos definidos por el usuario
fr: Événement utilisateur

source: Modification of the associated media
es: Modificación del medio asociado
fr: Modification du média associé

source: Highlight a bookmark
es: Resaltar separador
fr: Surligner un signet

source: Unhighlight a bookmark
es: Remover resaltado del separador
fr: Désurligner un signet

source: Updating duration of the movie
es: Actualizando la duración de la película
fr: Modification de la durée du film

source: Displaying a popup
es: Muestra una ventana flotante
fr: Affichage d'une popup

source: Updating a snapshot
es: Actualiza una captura
fr: Mise-à-jour d'une vignette

source: Player control
es: Control del reproductor
fr: Contrôle du lecteur

source: Audio enrichment
es: Enriquecer audio
fr: Enrichissement audio

source: Image enrichment
es: Enriquecer imagen
fr: Enrichissement image

source: External display control
es: Control de la pantalla externa
fr: Contrôle d'un affichage extérieur

source: State
es: Estado
fr: Statut

source: GUI actions
es: Acciones GUI
fr: Actions sur l'interface

source: GStreamer generic importer
fr: Importateur GStreamer générique

source: Imported data
fr: Données importées

source: Starting processing
fr: Début du traitement

source: Resource Folder
es: Folder de recursos
fr: Répertoire de ressources

source: ---- Elements ----
es: ---- Elementos ----
fr: ---- Éléments ----

source: ---- Attributes ----
es: ---- Atributos ----
fr: ---- Attributs ----

source: ---- Methods ----
es: ---- Metodos ----
fr: ---- Méthodes ----

source: Cannot read %(filename)s: %(error)s
es: No se puede leer %(filename)s: %(error)s
fr: Impossible de lire %(filename)s : %(error)s

source: File %s is not an Advene zip package - no mimetype.
fr: Le fichier %s n'est pas un recueil Advene compressé - pas de mimetype.

source: File %(fname)s is not an Advene zip package - wrong mimetype %(type)s.
fr: Le fichier %(fname)s n'est pas un recueil Advene compressé - mauvais mimetype %(type)s.

source: Error: %s
fr: Erreur : %s

source: Package %(title)s: %(schema)s %(annotation)s in %(annotation_type)s %(relation)s in %(relation_type)s %(query)s %(view)s Description: %(description)s
es: Paquete %(title)s: %(schema)s %(annotation)s in %(annotation_type)s %(relation)s in %(relation_type)s %(query)s %(view)s Descripción: %(description)s
fr: Recueil %(title)s: %(schema)s %(annotation)s dans %(annotation_type)s %(relation)s dans %(relation_type)s %(query)s %(view)s Description: %(description)s

source: schema
es: esquema
fr: schéma

source: schemas
es: esquemas
fr: schémas

source: annotation type
es: tipo de anotacion
fr: type d'annotation

source: annotation types
es: tipos de anotaciones
fr: types d'annotation

source: relation type
es: tipos de relacion
fr: type de relation

source: relation types
es: tipos de relaciones
fr: types de relation

source: query
es: busqueda
fr: requête

source: queries
es: busquedas
fr: requêtes

source: view
es: vista
fr: vue

source: views
es: vistas
fr: vues

source: package
es: paquete
fr: recueil

source: packages
es: paquetes
fr: recueils

source: No %s
fr: Pas de %s

source: Computing checksum for %s
fr: Calcul de la somme de contrôle pour %s

source: Website exporter
fr: Export de site web

source: URL for the video, if it is available on a sharing website. It can also be a mp4 or ogg file, relative to the export directory.
fr: URL de la vidéo si elle est disponible en ligne. Ce peut être aussi un fichier mp4 ou ogv, relatif au répertoire d'export.

source: Maximum recursion depth
es: Profundidad de recursión máxima
fr: Niveau maximal de récursivité

source: Comma-separated list of views to export - leave blank for all views
fr: Liste des vues à exporter, séparées par des virgules - laisser vide pour toutes les vues

source: %s exists but is not a directory. Cancelling website export
es: %s existe pero no es un directorio. Cancelando la exportación a sitio web
fr: %s existe mais n'est pas un répertoire. Abandon de l'export.

source: %s does not exist
es: %s no existe
fr: %s n'existe pas

source: The following views do not exist: %s
fr: Les vues suivantes n'existent pas : %s

source: This export filter must be called with an output directory name
fr: Ce filtre d'export doit être appelé avec un nom de dossier de sortie

source: Starting export
es: Inicializando exportación
fr: Début de l'export

source: Depth %d
es: Profundidad %d
fr: Profondeur %d

source: Depth %(depth)d: processing %(url)s
es: Profundidad %(depth)d: procesando %(url)s
fr: Profondeur %(depth)d: traitement de %(url)s

source: Finalizing
es: Finalizando
fr: Finalisation

source: <p><strong>You should probably begin at <a href="%(href)s">%(title)s</a>.</strong></p>
es: <p><strong>Deberías comenzar en<a href="%(href)s">%(title)s</a>.</strong></p>
fr: <p><strong>Vous devriez probablement commencer à <a href="%(href)s">%(title)s</a>.</strong></p>

source: Export complete
es: Exportación completa
fr: Export terminé

source: Generic exporter
fr: Exporteur générique

source: Template exporter
fr: Exporteur de modèles

source: Cannot export to %(filename)s
fr: Impossible d'exporter vers %(filename)s

source: Error when exporting text template
fr: Erreur lors de l'export du modèle texte %s

source: Error when exporting XML template
fr: Erreur lors de l'export du modèle XML %s

source: Flat JSON exporter
fr: Exporteur JSON à plat

source: Generic importer
es: Importador generico
fr: Importateur générique

source: Usage: %prog [options] source-file destination-file
es: Uso: %prog [options] archivo-origen archivo-destino
fr: Usage: %prog [options] fichier-source fichier-destination

source: Specify the offset in ms
es: Especificar la compensacion en ms
fr: Précisez l'offset en ms

source: Import filter error. The asynchronous API should be used, please report a bug.
es: Error para importar filtro. El API asíncrono debería de ser utilizado, por favor reporta un bug.
fr: Erreur dans le filtre d'import. L'API asynchrone devrait être utilisée, faites un rapport de bug SVP.

source: Import filter error. No conversion method is defined, please report a bug.
es: Error para importar filtro. No está definido un método de conversión, por favor reporta un bug.
fr: Erreur dans le filtre d'import. Aucune méthode de conversion définie, faites un rapport de bug SVP.

source: ExternalApp importer
es: Importador de ExternalApp
fr: Importateur d'application externe

source: The <b>%s</b> application does not seem to be installed. Please check that it is present and that its path is correctly specified in preferences.
es: La aplicación <b>%s</b> parece no estar instalada. Por favor revisa que esté presente y que su ruta (path) esté especificada de manera correcta en las preferencias.
fr: L'application <b>%s</b> ne semble pas installée. Merci de vérifier qu'elle est bien présente et que son chemin est correctement spécifié dans les préférences.

source: The file %s does not seem to exist.
es: El archivo %s parece no existir.
fr: Le fichier %s semble ne pas exister.

source: Could not run %(appname)s: %(msg)s
es: No se puede correr %(appname)s: %(msg)s
fr: Impossible d'exécuter %(appname)s: %(msg)s

source: Processing %s
es: Procesando %s
fr: Traitement de %s

source: Cleaning up...
es: Limpiando...
fr: Nettoyage...

source: Merging %(sources)s into %(references)s, producing %(output)s
fr: Fusion de %(sources)s dans %(references)s, pour produire %(output)s

source: Saved merged package as %s
fr: Sauvegarde du recueil %s

source: _Undo
es: _Deshacer

source: Undo
es: Deshacer

source: Pause
es: Pausar

source: Information
es: Información

source: Standard
es: Estándar

source: Annotation %s
es: Anotación %s

source: Destination: popup, south, east
es: Destino: popup, sur, este

source: Label
es: Etiqueta

source: Type
es: Tipo

source: type
es: tipo

source: Annotations
es: Anotaciones

source: Transcription
es: Transcripcion

source: Tabulation
es: Tabulación

source: %d annotations
es: %d anotaciones

source: Actions
es: Acciones

source: Offset
es: Compensar

source: Annotation #%d
es: Anotación #%d

source: Options
es: Opciones

source: Export
es: Exportar

source: Relations
es: Relaciones

source: Rectangle
es: Rectángulo

source: Image
es: Imagen

source: Ellipse
es: Elipse

source: Stop
es: Detener

source: Action
es: Acción

source: Montage
es: Montaje

source: Fragment
es: Fragmento

source: Date
es: Fecha

source: Tags
es: Etiquetas

source: Description
es: Descripcion

source: Tags:
es: Etiquetas:

source: Position %s
es: Posicion %s

source: FCP clipitem
es: Item de clip de FCP

source: Clip id
es: Id del clip

source: Popup
es: Ventana flotante

source: Expert
es: Acciones genéricas

source: Annotation
es: Anotacion

source: Relation
es: Relacion

source: annotation
es: anotacion

source: annotations
es: anotaciones

source: relation
es: relacion

source: relations
es: relaciones
