Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: Play sound
es: Reproducir sonido
fr: Jouer un son

source: Create a new annotation type...
es: Crear un nuevo tipo de anotacion...
fr: Créer un nouveau type d'annotation...

source: Create a new relation type...
es: Crear un nuevo tipo de relacion...
fr: Créer un nouveau type de relation...

source: Select a color
es: Selecciona un color
fr: Choisissez une couleur

source: A caption dynamic view for %s already seems to exist.
es: Un subtítulo dinámico para la vista %s parece que ya existe.
fr: Il semble qu'une vue de sous-titrage pour le type %s existe déjà.

source: Caption %s annotations
es: Subtítulo %s anotaciones
fr: Sous-titrer les annotations de type %s

source: Caption the annotation
es: Subtitular la anotación
fr: Sous-titrer l'annotation

source: Create a comment view
es: Crear una vista de comentario
fr: Créer une nouvelle vue commentaire

source: Generate a caption dynamic view...
es: Genera una vista dinámica de subtítulos
fr: Créer une vue dynamique de sous-titrage...

source: Display as transcription
es: Muestra como transcripcion
fr: Afficher en transcription

source: Display annotations in table
es: Muestra las anotaciones en una tabla
fr: Afficher les annotations dans un tableau

source: Export to another format...
es: Exportar a otro formato
fr: Exporter dans un autre format...

source: Extract video montage
fr: Extraire un montage vidéo

source: Split according to annotations
fr: Découpage selon les annotations

source: Apply %s...
fr: Appliquer %s...

source: Delete all annotations
es: Borrar todas las anotaciones
fr: Supprimer toutes les annotations

source: Renumber annotations...
es: Volviendo a numerar anotaciones
fr: Renuméroter les annotations...

source: Shot validation view...
fr: Validation de plans...

source: A follow dynamic view for %s already seems to exist.
es: Una siguiente vista dinámica para %s parece que ya existe.
fr: Il semble qu'une vue de suivi pour le type %s existe déjà.

source: Follow %s relation-type
es: Seguir %s tipos de relación
fr: Suivre le type de relation %s

source: Follow the relation
es: Seguir la relación
fr: Suivre la relation

source: Delete all relations...
es: Borrar todas las relaciones...
fr: Supprimer toutes les relations...

source: Create montage from related annotations
es: Crear un montaje de las anotaciones relacionadas
fr: Créer un montage suivant les relations

source: Create dynamic view following relations
es: Crear una vista dinámica siguiendo relaciones
fr: Créer une vue dynamique suivant les relations

source: Display all related annotations as a table
fr: Afficher toutes les annotations en lien dans un tableau

source: Exception in query: %s
es: Excepción en la consulta: %s
fr: Exception dans la requête : %s

source: Apply query on...
es: Aplica la consulta en...
fr: Appliquer la requête sur...

source: Activate view
es: Activar vista
fr: Activation d'une vue

source: Open adhoc view
es: Abrir vista adhoc
fr: Ouvrir une vue adhoc

source: No recently opened files
fr: Aucun fichier récent

source: (modified)
es: (modificado)
fr: (modifié)

source: Initial Advene configuration
es: Configuración inicial de advene
fr: Configuration initiale d'Advene

source: <span size='large'><b>Welcome in Advene</b> This is the first time that you run Advene. Please answer some basic configuration questions. You will be able to modify these choices from the Advene interface, in the Edit/Preferences menu.</span>
es: <span size='large'><b>Bienvenido a Advene</b> Esta es la primera vez que se ejecuta Advene. Por favor, contesta algunas preguntas básicas de configuración. Vas a poder modificar estas opciones desde la interfaz Advene, en el menú Editar / Preferencias.</span>
fr: <span size='large'><b>Bienvenue dans Advene</b> C'est la première fois que vous utilisez Advene. Vous pouvez maintenant fixer certaines options de configuration essentielles. Vous pourrez modifier plus tard ces choix depuis l'interface d'Advene, dans le menu Edit/Préférences.</span>

source: Interface language
es: Idioma de la interfaz
fr: Langue de l'interface

source: Language used for the interface
es: Idioma utilizado para la interfaz
fr: Langue utilisée pour l'interface

source: Weekly check for Advene updates on the Advene website
es: Revisar semanalmente por actualizaciones de Advene en el sitio de Advene
fr: Vérification hebdomadaire des mises à jour depuis le site web d'Advene

source: Preferred directory for data files
es: Directorio preferido para archivos de datos
fr: Répertoire préféré pour les fichiers de données

source: Preferred directory for storing data files (Advene packages)
es: Directorio preferido para almacenar archivos de datos (Paquetes de Advene)
fr: Répertoire préféré pour stocker les fichiers de données (recueils Advene)

source: Directories to search for movies
es: Directorios para buscar archivos de video
fr: Répertoires où chercher les films référencés

source: List of directories (separated by %(pathsep)s) to search for movie files.
es: Lista de directorios (separados por %(pathsep)s) para buscar archivos de video.
fr: Liste de répertoires (séparés par %(pathsep)s) où chercher les vidéos.

source: First look for movie file in the same directory as the package
es: Primero busca el archivo de video en el mismo directorio del paquete
fr: Chercher d'abord le fichier vidéo dans le même répertoire que le recueil

source: If checked, the movie file will be searched for in the same directory as the referencing package.
es: Si está seleccionado, el archivo de video se buscará en el mismo directorio al paquete que hace referencia.
fr: Si cette case est cochée, les fichiers vidéos seront recherchés d'abord dans le même répertoire que le recueil qui les référence.

source: Plain text content
es: Contenido de texto plano
fr: Contenu textuel

source: JSON content
fr: Contenu JSON

source: Simple-structured content
es: Contenido de estructura simple
fr: Contenu simplement structuré

source: Keyword list
fr: Liste de mots-clés

source: List of numeric values
es: Lista de valores numéricos
fr: Liste de valeurs numériques

source: SVG graphics content
es: Contenido de gráficos SVG
fr: Contenu graphique SVG

source: Annotation Type %(title)s: %(count)s
es: Tipo de anotación %(title)s: %(count)s
fr: Type d'annotation %(title)s: %(count)s

source: Relation Type %(title)s: %(count)s
es: Tipo de relación %(title)s: %(count)s
fr: Type de relation %(title)s: %(count)s

source: Include?
fr: Inclure ?

source: Name the element
es: Nombra el elemetno
fr: Nommer l'élément

source: Choose a name for the element
es: Elige un nombre para el elemento
fr: Choisissez un nom pour l'élément

source: Open a file
es: Abre un archivo
fr: Ouvrir un fichier

source: Press to display information
es: Presiona para mostrar informacion
fr: Cliquez pour afficher des informations

source: Wait...
es: Espera...
fr: Patientez...

source: Error: %s
fr: Erreur : %s

source: Any type of file
es: Cualquier tipo de archivo
fr: Tout type de fichier

source: Advene files (.xml, .azp, .apl)
es: Archivos de Advene (.xml, .azp, .apl)
fr: Fichiers advene (.xml, .azp, .apl)

source: Advene session (.apl)
es: Sesión de Advene (.apl)
fr: Session Advene (.apl)

source: Audio files
es: Archivos de audio
fr: Fichiers audio

source: Video files
es: Archivos de video
fr: Fichiers vidéo

source: Choose a directory
es: Elige un directorio
fr: Choisissez un répertoire

source: Select an element
es: Selecciona un elemento
fr: Choisissez un élément

source: Rule
es: Regla
fr: Règle

source: Subviews
es: Subvistas
fr: Vues associées

source: Add a new rule
es: Agregar una nueva regla
fr: Ajouter une nouvelle règle

source: Subview
es: Subvista
fr: Vues associées

source: Add a subview list
es: Agregar una lista de subvista
fr: Ajouter une nouvelle liste de sous-vuews

source: Remove the current rule
es: Eliminar la regla actual
fr: Supprimer la règle en cours

source: Source expression
es: Expresion fuente (original)
fr: Expression source

source: Return expression
es: Regresar expresion
fr: Expression de retour

source: For all elements in
es: Por todos los elementos en
fr: Pour tous les éléments de

source: All annotations of the package
es: Todas las anotaciones del paquete
fr: Toutes les annotations du recueil

source: All views of the package
es: Todas las vistas del paquete
fr: Toutes les vues du recueil

source: The context annotations
es: Las anotaciones del contexto
fr: Les annotations du contexte

source: The annotations of the context type
es: Las anotaciones del tipo de contexto
fr: Les annotations du type du contexte

source: Annotations of type %s
es: Anotaciones de tipo %s
fr: Annotations de type %s

source: Return
es: Regresar
fr: Retourne

source: The element
es: El elemento
fr: L'élément

source: The element's content
es: El contenido del elemento
fr: Le contenu de l'élément

source: If the element matches
es: Si el elemento concuerda
fr: Si l'élément correspond à

source: Return the element if it matches
es: Regresar el elemento si concuerda
fr: Renvoie l'élément s'il correspond à

source: All conditions must be met
es: Todas las condiciones se deben cumplir
fr: Toutes les conditions doivent être remplies

source: Any condition can be met
es: Cualquier condición se puede cumplir
fr: Une des conditions doit être remplie

source: Rule <b>%s</b>
es: Regla <b>%s</b>
fr: Règle <b>%s</b>

source: Rule name
es: Nombre de regla
fr: Nom de la règle

source: Event
es: Evento
fr: Événement

source: If
es: Si
fr: Si

source: Then
es: Entonces
fr: Alors

source: When the
es: Cuando el
fr: Quand le/la

source: occurs,
es: ocurra,
fr: intervient,

source: Condition expression: %s
es: Expresión condicional: %s
fr: Expression de condition : %s

source: The annotation type
es: El tipo de anotación
fr: Le type d'annotation

source: The value of the %s attribute
es: El valor del atributo %s
fr: La valeur de l'attribut %s

source: The annotation fragment
es: El fragmento de la anotación
fr: Le fragment de l'annotation

source: The annotation begin time
es: El tiempo inicial de la anotación
fr: Le temps de début de l'annotation

source: The annotation end time
es: El tiempo final de la anotación
fr: Le temps de fin de l'annotation

source: The annotation MIME-type
es: El tipo MIME de la anotación
fr: Le type MIME de l'annotation

source: The annotation's incoming relations
es: Las relaciones entrantes de la anotación
fr: Les relations entrantes de l'annotation

source: The annotation's outgoing relations
es: Las relaciones salientes de la anotación
fr: Les relations sortantes de l'annotation

source: The %s-related incoming annotations
es: Las %s-relacionadas anotaciones entrantes
fr: Les annotations liées une relation entrante de type %s

source: The %s-related outgoing annotations
es: Las %s-relacionadas anotaciones salientes
fr: Les annotations liées une relation sortante de type %s

source: The element fragment
es: El fragmento del elemento
fr: Le fragment de l'élément

source: The element begin time
es: El tiempo inicial del elemento
fr: Le temps de début de l'élément

source: The element end time
es: El tiempo final del elemento
fr: Le temps de fin de l'élément

source: The element duration
es: La duración del elemento
fr: La durée de l'élément

source: The element type
es: El tipo de elemento
fr: Le type d'élément

source: The element's incoming relations
es: Las relaciones entrantes del elemento
fr: Les relations entrantes de l'élément

source: The element's outgoing relations
es: Las relaciones salientes del elemento
fr: Les relations sortantes de l'élément

source: The context
es: El contexto
fr: Le contexte

source: The context fragment
es: El fragmento de contexto
fr: Le fragment du contexte

source: annotation-type %s
es: tipo de anotación %s
fr: Type d'annotation %s

source: relation-type %s
es: tipos de relación %s
fr: type de relation %s

source: Select a condition
es: Selecciona una condicion
fr: Sélectionnez une condition

source: Parameter %s
es: Parámetro %s
fr: Paramètre %s

source: Select an action
es: Selecciona una acción
fr: Sélectionnez une action

source: Activate?
es: ¿Activar?
fr: Activer?

source: Please press the new key combination
fr: Entrez la nouvelle combinaison de touches

source: Disabled
fr: Désactivé

source: Properties
es: Propiedades
fr: Propriétés

source: Choose a file
es: Elegir un archivo
fr: Choisissez un fichier

source: Click on a frame to select its time.
es: Clic en un cuadro para seleccionar su tiempo.
fr: Cliquer sur une image pour sélectionner son temps.

source: Select the appropriate snapshot
es: Selecciona la captura apropiada
fr: Sélectionnez l'image appropriée

source: Refresh snapshots
es: Refrescar capturas
fr: Rafraîchir les captures d'écran

source: Click to see more frames or scroll with the mouse wheel
es: Click para ver más cuadros o desplaza con la rueda del ratón
fr: Cliquez pour voir plus d'images, ou défilez avec la molette

source: %s creation
es: %s creación
fr: Création de %s

source: To create a new element of type %s, you must give the following information.
es: Para crear un nuevo tipo de elemento %s, debes de dar la siguiente informacion.
fr: Pour créer un nouvel élément de type %s\n vous devez fournir les informations suivantes.

source: Keyword list content
fr: Liste de mots-clés

source: Dynamic view
es: Vista dinamica
fr: Vue dynamique

source: HTML template
es: Plantilla HTML
fr: Modèle HTML

source: Plain XML
es: XML Plano
fr: Modèle XML

source: SVG template
es: Plantilla SVG
fr: Modèle SVG

source: Plain text template
es: Plantilla de texto plano
fr: Modèle de texte simple

source: Simple query
es: Pregunta simple
fr: Requête simple

source: Directory
es: Directorio
fr: Répertoire

source: Resource File
es: Archivos de recursos
fr: Fichier de ressource

source: No available type.
es: No hay tipo disponible
fr: Pas de type disponible.

source: The identifier %s is not valid. It must be composed of non-accentuated alphabetic characters Underscore is allowed.
es: El identificador %s no es valido. Debe de estar compuesto de caracteres sin acentuar Se permite utilizar guion bajo.
fr: L'identifcateur %s n'est pas valide. Il doit être composé de caractères alphabétiques non-accentués. Le souligné (_) est autorisé.

source: The identifier %s is already defined.
es: El identificador %s ya está definido.
fr: L'identificateur %s est déjà défini.

source: New resource data
es: Nuevos datos del recurso
fr: Nouvelle ressource

source: Exporter
fr: Exporteur

source: Data exported to %s Do you want to open it?
fr: Données exportées vers %s Voulez-vous ouvrir le fichier ?

source: Error when exporting data: %s
fr: Erreur lors de l'export des données : %s

source: Export to
fr: Exporter vers

source: Select destination
fr: Sélectionnez la destination

source: Filter
es: Filtro
fr: Filtre

source: Views
es: Vistas
fr: Vues

source: Schemas
fr: Schémas

source: Queries
es: Preguntas
fr: Requêtes

source: Imported?
es: Importado?
fr: Importé ?

source: Choose the package to import, and its alias
es: Elige el paquete a importar, y su alias
fr: Choisissez le recueil à importer, et son alias

source: Package %s
es: Paquete %s
fr: Recueil %s

source: No title
es: Sin titulo
fr: Pas de titre

source: Generic shape
es: Forma genérica
fr: Forme générique

source: Link to %s
es: Vínculo hacia %s
fr: Lier à %s

source: Link
es: Vínculo
fr: Lien

source: Link label
es: Etiqueta de vínculo
fr: Label du lien

source: Linewidth
es: Ancho de línea
fr: Largeur de trait

source: Filled
es: Lleno
fr: Rempli

source: Opacity
fr: Opacité

source: Properties of %s
es: Propiedades de %s
fr: Propriétés de %s

source: Text
es: Texto
fr: Texte

source: Textsize
es: Tamaño del texto
fr: Taille du texte

source: Line
es: Línea
fr: Ligne

source: Draw an arrow
es: Dibujar una flecha
fr: Dessiner une flêche

source: Arrow size
es: Tamaño de la flecha
fr: Taille de la flêche

source: Close path
fr: Fermer le chemin

source: Circle
es: Círculo
fr: Cercle

source: Load SVG
es: Cargar SVG
fr: Charger un fichier SVG

source: Save SVG
es: Guardar SVG
fr: Sauver le SVG

source: Importer
es: Importador
fr: Importateur

source: Advene package importer
es: Importador de paquetes Advene
fr: Importateur de recueil Advene

source: Not likely
es: No es probable
fr: Non-pertinents

source: Completed conversion: %(message)s %(statistics)s
fr: Conversion terminée : %(message)s %(statistics)s

source: The filter is not ready. %s
fr: Le filtre n'est pas prêt. %s

source: Choose the file to import
es: Elige el archivo a importar
fr: Choisissez le fichier à importer

source: Start
es: Inicio
fr: Lancer

source: Select the correct title and chapter of the DVD
es: Seleccciona el titulo y capitulo correctos del DVD
fr: Sélectionnez le titre et chapitre adéquats du DVD

source: Chapter
es: Capitulo
fr: Chapître

source: Create element
es: Crear elemento
fr: Créer un élément

source: Create annotation (duplicate id)
es: Crear anotación (id duplicada)
fr: Créer une annotation (id dupliquée)

source: Create relation (duplicate id)
es: Crear relación (id duplicada)
fr: Créer une relation (id dupliquée)

source: Update the color
es: Actualizar el color
fr: Modifier la couleur

source: Update the representation
es: Actualizar la representación
fr: Modifier la représentation

source: Update the description
es: Actualizar la descripción
fr: Modifier la description

source: Update the title
es: Actualizar el título
fr: Modifier le titre

source: Update the mimetype
es: Actualizar el tipo mime
fr: Modifier le type MIME

source: Update the begin time
es: Actualizar el tiempo inicial
fr: Modifier le temps de début

source: Update the end time
es: Actualizar el tiempo final
fr: Modifier le temps de fin

source: Update the content
es: Actualizar el contenido
fr: Modifier le contenu

source: Update the matchFilter
es: Actualizar el filtro de concordancia
fr: Modifier le filtre de vue

source: Update the member types
es: Actualizar tipos de miembros
fr: Mettre à jour les types des membres

source: Update tags
es: Actualizar etiquetas
fr: Mettre à jour les tags

source: Current element
es: Elemento actual
fr: Élément courant

source: Updated element
es: Elemento actualizado
fr: Élément mis à jour

source: Show diff
es: Mostrar diferencias
fr: Montrer les différences

source: Show _Evaluator
fr: Évaluateur

source: Merge?
es: ¿Unir?
fr: Fusionner?

source: Merge elements from %(source)s into %(dest)s
fr: Fusionner les éléments de %(source)s dans %(dest)s

source: Select all elements
fr: Sélectionner tous les éléments

source: Unselect all elements
fr: Déselectionner tous les éléments

source: Toggle the state of selected elements - you can select a range by holding Ctrl or Shift
fr: Modifier l'état des éléments sélectionnés - vous pouvez sélectionner un ensemble d'éléments avec Shift ou Contrôle.

source: Select structure elements (schemas, types)
fr: Sélectionner les éléments de structure (schémas, types)

source: Select views
fr: Sélectionner les vues

source: Dynamic montage of annotations
es: Montaje dinámico de anotaciones
fr: Montage dynamique d'annotations

source: Render
fr: Exporter en vidéo

source: Remove from montage
es: Eliminar del montaje
fr: Supprimer du montage

source: Extracting %s
es: Extrayendo %s
fr: Extraction de %s

source: Exporting montage %(title)s to %%(filename)s
es: Exportando montaje %(title)s a %%(filename)s
fr: Export du montage %(title)s vers %%(filename)s

source: Drop an annotation here to remove it from the list
es: Soltar una anotación aquí para eliminarla de la lista
fr: Déposez une annotation ici pour l'enlever de la liste

source: Play the montage
es: Reproducir el montaje
fr: Jouer le montage

source: Save the view in the package
es: Guardar la vista en el paquete
fr: Sauvegarder la vue dans le recueil

source: Set zoom level
es: Establecer el nivel de zoom
fr: Fixer le niveau de zoom

source: Set 100% zoom
es: Establecer 100% zoom
fr: Zoom à 100%

source: Total duration:
es: Duración total
fr: Durée totale :

source: Decrement value by %.2f s
es: Disminuye el valor por %.2f s
fr: Décrémenter la valeur de %.2f s

source: Increment value by %.2f s
es: Aumenta el valor por %.2f s
fr: Incrémenter la valeur de %.2f s

source: Click to play Control+click to set to current time Scroll to modify value (with control/shift) Right-click to invalidate screenshot
fr: Cliquer pour jouer Contrôle+clic pour fixer au temps actuel Scroll pour modifier la valeur (avec Contrôle/Shift) Clic droit pour invalider la capture d'écran

source: Enter a timecode. An integer value will be considered as milliseconds. A float value (12.2) will be considered as seconds. HH:MM:SS.sss values are possible.
es: Ingresa un código de tiempo. Un valor entero será considerado como milisegundos. Un valor flotante (12.2) será considerado como segundos. Valores como HH:MM:SS.sss son posibles.
fr: Entrez un timecode. Une valeur entière sera considérée comme des millisecondes. Une valeur flottant (12.2) sera considérée comme des secondes. Il est possible d'utiliser le format HH:MM:SS.sss

source: Set to current player position
es: Establecer a la posición del reproductor actual
fr: Fixer à la valeur de la position courante

source: No edit popup available for element %s
es: No edit popup disponible para el elemento %s
fr: Pas de fenêtre d'édition disponible pour l'élément %s

source: Edit Window
es: Ventana de edición
fr: Fenêtre d'édition

source: Apply changes and close the edit window
es: Aplicar cambios y cerrar ventana de edición
fr: Appliquer les modifications et fermer la fenêtre

source: Apply changes
es: Aplicar cambios
fr: Appliquer les modifications

source: Content has been modified. Close anyway and lose data?
es: El contenido ha sido modificado. ¿Cerrar de cualquier manera y perder datos?
fr: Le contenu a été modifié. Souhaitez-vous fermer de toute façon et perdre les données ?

source: View %s (read-only)
es: Vista %s (solo-lectura)
fr: Visualiser %s (lecture seule)

source: Display %s
es: Muestra %s
fr: Afficher %s

source: Apply changes and edit previous annotation of same type
es: Aplicar los cambios y editar la anotación anterior del mismo tipo
fr: Valider les modifications et éditer l'annotation précédente du même type

source: Apply changes and edit next annotation of same type
es: Aplicar los cambios y editar la anotación siguiente del mismo tipo
fr: Valider les modifications et éditer l'annotation suivante du même type

source: Unhighlight annotation
es: Remover resaltado de anotación
fr: Désactiver les annotations

source: Highlight annotation
es: Resaltar anotación
fr: Activer les annotations

source: Author
es: Autor
fr: Auteur

source: Apply changes and visualise in web browser
es: Aplicar los cambios y visualizar en el navegador web
fr: Appliquer les modifications et visualiser dans le navigateur

source: Apply changes and activate the view
es: Aplicar los cambios y activar la vista
fr: Appliquer les modifications et activer la vue

source: Title (name)
es: Título (nombre)
fr: Titre (nom)

source: Name of the view
es: Nombre de la vista
fr: Nom de la vue

source: Filename extension
fr: Extension de fichier

source: Class
es: Clase
fr: Classe

source: Advanced
es: Avanzado
fr: Avancées

source: Validate and run query on package
fr: Valider et lancer la requête sur le recueil

source: Name of the query
es: Nombre de la consulta
fr: Nom de la requête

source: Name of the package
es: Nombre del paquete
fr: Nom du recueil

source: Textual description of the package
es: Descripción textual del paquete
fr: Description textuelle du recueil

source: Media duration in ms
es: Duración del medio en ms
fr: Durée du média en ms

source: Default dynamic view
es: Vista dinamica predefinida
fr: Vue dynamique par défaut

source: Dynamic view to activate on package load
es: Vista dinámica para activar en la carga del paquete
fr: Vue dynamique à activer au chargement du recueil
