Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: Kinect Controller
es: Controlador Kinect
fr: Contrôleur Kinect

source: Kinect control interface
es: Interfaz de control Kinect
fr: Interface de contrôle Kinect

source: Error while parsing SVG content: %s
es: Error mientras se analizaba contenido SVG: %s
fr: Erreur lors de la lecture du SVG: %s

source: created from
es: creado de
fr: créé depuis

source: Graphical editor
es: Editor gráfico
fr: Éditeur graphique

source: Edit XML
es: Editar XML
fr: Éditer le XML

source: The following items seem to be invalid TALES expressions: %s
es: Los siguientes elementos parecen ser expresiones TALES no validas: %s
fr: Les éléments suivants semblent être des expressions TALES non valides : %s

source: Complementary video player
es: Reproductor de video complementario
fr: Lecteur vidéo supplémentaire

source: Save view
es: Guardar vista
fr: Sauvegarder la vue

source: Save default options
es: Guardar opciones predeterminadas
fr: Sauver les options par défaut

source: Select video file
es: Selecciona un archivo de video
fr: Choisir un fichier vidéo

source: Select a video file
es: Selecciona un archivo de video
fr: Choisir un fichier vidéo

source: Synchronize
es: Sincronizar
fr: Synchroniser

source: Offset in ms
es: Desplazamiento en ms
fr: Offset en ms

source: Drag and drop to get player time
es: Arrastra y suelta para obtener el tiempo del reproductor
fr: Glisser/déposer pour obtenir le temps du lecteur

source: SingletonPopup
es: Ventana flotante Singleton
fr: Fenêtre singleton

source: Display a text caption below the video output
es: Muestra un subtítulo de texto debajo de la salida de video
fr: Composant dédié à l'affichage des sous-titres sous la vidéo

source: HTML Viewer
es: Visor HTML
fr: Visualiseur HTML

source: Embedded HTML widget
es: Widget HTML embebido
fr: Composant de visualisation HTML

source: No available HTML rendering component
es: No hay un componente de visualización HTML disponible
fr: Aucun moteur de rendu HTML n'est disponible

source: AnnotationDisplay
es: VisualizarAnotaciones
fr: AfficheAnnotation

source: Display the contents of an annotation
es: Visualizar el contenido de una anotación
fr: Affiche le contenu d'une annotation

source: No annotation
es: No hay anotación
fr: Pas d'annotation

source: Schema %(schema)s (id %(id)s) %(description)s %(stats)s
fr: Schéma %(schema)s (id %(id)s) %(description)s %(stats)s

source: Screenshot
es: Captura de pantalla
fr: Aperçu

source: Contents
es: Contenido
fr: Contenu

source: Validate
es: Validar
fr: Valider

source: RelationDisplay
es: Mostrar relación
fr: AfficheRelation

source: Display the contents of a relation
es: Muestra los contenidos de una relación
fr: Affiche le contenu d'une relation

source: No relation
es: No hay relación
fr: Pas de relation

source: Members
es: Miembros
fr: Membres

source: Generic view plugin
es: Plugin de vista generica
fr: Plugin de vue générique

source: You should not ever see this tooltip...
es: No deberías de ver este consejo de herramienta...
fr: Vous ne devriez pas voir cette information...

source: This table presents for each type annotations that are overlapping.
fr: Ce tableau présente pour chaque type les annotations qui se chevauchent.

source: For every annotation type that has predefined keywords, this table displays the annotations that contain unspecified keywords.
fr: Pour chaque type d'annotation ayant des mots-clés prédéfinis, ce tableau affiche les annotations contenant des mots-clés non spécifiés.

source: Undef. keywords
fr: Mots-clés inconnus

source: This table presents elements (package, schemas, annotation types) that do not have the ontology_uri reference metadata.
fr: Ce tableau présent les éléments (recueil, schémas, types) qui n'ont pas la métadonnées ontology_uri.

source: This table presents the annotations that have a null duration.
fr: Ce tableau présente les annotations ayant une durée nulle.

source: This table presents annotation whose content types does not match their type's content-type
fr: Ce tableau présente les annotations dont les types de contenus ne correspondent pas à ceux du type d'annotation

source: This table presents the annotations that have an empty content.
fr: Ce tableau présente les annotations ayant un contenu vide.

source: Checker
es: Revisador
fr: Vérificateur

source: Check various package properties
es: Revisar varias propiedades del paquete
fr: Vérifier diverses propriétés du recueil

source: Select active checkers
fr: Sélectionner les vérificateurs actifs

source: Active checkers
fr: Vérificateurs actifs

source: Please specify the active checkers.
fr: Spécifiez les vérificateurs actifs.

source: List of possible issues in the current package
es: Lista de problemas posibles en el paquete actual
fr: Liste des problèmes possibles dans le recueil.

source: Annotation table view
es: Vista de tabla de las anotaciones
fr: Tableau d'annotations

source: Display annotations in a table
es: Mostrar las anotaciones en una tabla
fr: Affiche les annotations dans un tableau

source: Export as CSV
fr: Exporter en CSV

source: Snapshot
es: Capturas
fr: Copie d'écran

source: Cannot update the annotation, its representation is too complex
es: No se puede actualizar la anotación, su representación es muy compleja
fr: Impossible de l'annotation, sa représentation est trop complexe.

source: Content
es: Contenido
fr: Contenu

source: Begin
es: Inicio
fr: Début

source: Duration
es: Duración
fr: Durée

source: Package
es: Paquete
fr: Recueil

source: Export data to file...
es: Exportar datos a un archivo...
fr: Exporter les données vers le fichier...

source: Error while exporting data to %(filename)s: %(error)s
es: Error mientras se exportaban los datos a %(filename)s: %(error)s
fr: Impossible d'exporter dans %(filename)s : %(error)s

source: begin
es: inicio
fr: début

source: end
es: fin
fr: fin

source: content
es: contenido
fr: contenu

source: Data exported to %s
es: Datos exportados a %s
fr: Données exportées vers %s

source: Set %(attr)s time to %(time)s
fr: Fixer le temps de %(attr)s à %(time)s

source: Generic table view
es: Vista de tabla genérica
fr: Tableau d'éléments

source: Display Advene elements in a table.
es: Mostrar los elementos de Advene en tabla
fr: Affiche des éléments Advene dans un tableau

source: Error in source evaluation %(source)s: %(error)s
es: Error en la evaluación de la fuente %(source)s: %(error)s
fr: Erreur dans l'évaluation de l'expression %(source)s: %(error)s

source: Element title
es: Título del elemento
fr: Titre de l'élément

source: Element type
es: Tipo del elemento
fr: Type de l'élément

source: Element id
es: Id del elemento
fr: Identificateur de l'élément

source: Title
es: Titulo
fr: Titre

source: PopupAccumulator
es: AcumuladorPopup
fr: Accumulateur de popups

source: Bookmarks importer
es: Importador de separadores
fr: Importateur de signets

source: Bookmarks
es: Separadores
fr: Signets

source: Bookmark timecodes with their corresponding screenshots
es: Separador de tiempos de código con sus capturas de pantalla correspondientes
fr: Mémorise les temps avec les captures d'écran correspondantes

source: Clear
es: Limpiar
fr: Effacer

source: Select the annotation type to generate
es: Selecciona el tipo de anotacion para generar
fr: Choisissez le type d'annotation à générer

source: Choose a duration
es: Elige una duración
fr: Choisissez une durée

source: Enter the standard duration (in ms) of created annotations.
es: Ingresa la duración estándar (en ms) de las anotaciones creadas.
fr: Entrez la durée standard (en ms) des annotations créées

source: Converted from bookmarks
es: Convertido de los separadores
fr: Converti depuis les signets

source: Conversion completed. %s annotations generated.
es: Conversion completa. %s anotaciones generadas.
fr: Conversion terminée. %s annotations générées.

source: Drop a position here to remove it from the list
es: Suelta una posición aquí para removerla de la lista
fr: Déposez une position ici pour l'enlever de la liste

source: Insert a bookmark for the current video time
es: Inserta un separador para el tiempo actual del video
fr: Insérer un signet pour la position courante

source: Convert bookmarks to annotations
es: Convierte los separadores a anotaciones
fr: Convertir les signets en annotations

source: ViewBook
es: Libro de vistas
fr: Collection de vues

source: Cannot remove this widget, it is essential.
es: No se puede remover este widget, es esencial.
fr: Impossible de supprimer ce composant, il est essentiel.

source: Detach
es: Desadjuntar
fr: Détacher

source: Close
es: Cerrar
fr: Fermer

source: Rename the view
es: Renombrar la vista
fr: Renommer la vue

source: Please enter the new name of the view
es: Por favor ingresa el nuevo nombre de la vista
fr: Entrez le nouveau nom de la vue

source: Detach view in its own window, or drag-and-drop to another zone
es: Desadjuntar la vista en su propia ventana, o arrastra y suelta en otra zona
fr: Détacher la vue dans sa propre fenêtre, ou glisser-déposer vers une autre zone

source: Close view
es: Cerrar vista
fr: Fermer la vue

source: Edit %s
es: Editar %s
fr: Éditer %s

source: Cannot find the view %s
es: No se puede encontrar la vista %s
fr: Impossible de trouver la vue %s

source: Open a new %s for...
fr: Ouvrir une nouvelle vue %s pour...

source: Create a new comment view
es: Crear una nueva vista de comentario
fr: Créer une nouvelle vue commentaire

source: Open a new view
es: Abrir una nueva vista
fr: Ouvrir une nouvelle vue

source: Use annotation-type %s :
es: Utilizar un tipo de anotación %s:
fr: Utiliser le type d'annotation %s :

source: to edit it
es: para editarlo
fr: pour l'éditer

source: to create a new static view
es: para crear una nueva vista estática
fr: pour créer une nouvelle vue statique

source: in a timeline
es: en una linea de tiempo
fr: dans une ligne de temps

source: as a montage
es: como montaje
fr: comme un montage

source: in a table
es: en una tabla
fr: dans une table

source: in a query
es: en una consulta
fr: dans une requête

source: Query %s
es: Consulta %s
fr: Requête %s

source: in the TALES browser
es: en el navegador TALES
fr: dans l'explorateur TALES

source: Browsing %s
es: Navegando %s
fr: Explore %s

source: Use relation-type %s :
fr: Utiliser le type de relation %s :

source: Use annotation %s :
es: Utilizar anotación %s:
fr: Utiliser l'annotation %s :

source: Browse %s
es: Navegar %s
fr: Explore %s

source: to display its contents
es: para mostrar sus contenidos
fr: pour afficher son contenu

source: as a bookmark
es: como separador
fr: comme un signet

source: as the context for the query...
es: como contexto para la consulta...
fr: comme context pour la requête...

source: Set of annotations
es: Conjunto de anotaciones
fr: Ensemble d'annotations

source: Use annotations:
es: Usa anotaciones:
fr: Utiliser les annotations :

source: to edit them
es: para editarlas
fr: pour les éditer

source: as bookmarks
es: como separadores
fr: comme des signets

source: Global analyses of multiple packages
fr: Analyse globale de tous les recueils

source: Corpus summary
fr: Résumé du corpus

source: Corpus analysis - {package_count} packages
fr: Analyse de corpus - {package_count} recueils

source: Summary
fr: Résumé

source: Display annotations as a text transcription
es: Mostrar las anotaciones como transcripción
fr: Afficher les annotations sous forme de transcription

source: Transcription options
es: Opciones de transcripción
fr: Options de transcription

source: Default representation
es: Representación predeterminada
fr: Représentation par défaut

source: Use the default representation for annotations
es: Usar la representación predeterminada para las anotaciones
fr: Utiliser la représentation par défaut des annotations

source: Representation
es: Representacion
fr: Représentation

source: If default representation is unchecked, this TALES expression that will be used to format the annotations.
es: Si la representación predeterminada no está seleccionada, esta expresión TALES será utilizada para dar formato a las anotaciones.
fr: Si la représentation par défaut n'est pas utilisée, cette expression TALES sera utilisée pour formatter les annotations.

source: Separator
es: Separador
fr: Séparateur

source: This separator will be inserted between the annotations.
es: Este separador va a ser insertado entre las anotaciones
fr: Ce séparateur sera inséré entre les annotations.

source: Whitespace
es: Espacio en blanco
fr: Espace

source: Newline
es: Nueva línea
fr: Retour à la ligne

source: Dash
es: Guión
fr: Tiret

source: User defined
es: Definido por el usuario
fr: Défini par l'utilisateur

source: User-defined separator
es: Separador definido por el usuario
fr: Séparateur défini par l'utilisateur

source: Separator used if user-defined is selected.Use \n for a newline and \t for a tabulation.
es: Separador utilizado si la definición de usuario está seleccionado.Usar \n para una nueva línea \t para tabulación.
fr: Séparateur défini par l'utilisateur. Utilisez \\n pour un retour à la ligne et \\t pour une tabulation.

source: Display timestamps
es: Muestra las marcas de tiempo
fr: Afficher les marques de temps

source: Insert timestamp values
fr: Insérer les marques de temps

source: Display end timestamps
fr: Afficher les marques de temps de fin

source: Display end timestamp (if Display timestamps is active)
fr: Afficher la marque de temps de fin (si les marques de temps sont visibles)

source: Display annotation bounds
es: Muestra los limites de la anotacion
fr: Afficher les bornes des annotations

source: Transcript %s modified
fr: Transcription %s modifiée

source: The transcript %s has been modified but not validated. Validate modifications before closing?
fr: La transcription %s a été modifiée mais pas validée. Valider les modifications avant de fermer ?

source: Cannot convert the following annotations, the representation pattern is too complex. %s
es: No se pueden convertir las anotaciones siguientes, el patrón de representación es muy complejo. %s
fr: Impossible de convertir les annotations suivantes, L'expression de représentation est trop complexe. %s

source: Cannot validate the update. The representation pattern is too complex.
es: No se puede validar la actualización. El patrón de representación es muy complejo.
fr: Impossible de valider la mise à jour. L'expression de représentation est trop complexe.

source: Save transcription to a text file
es: Guarda la transcripción a un archivo de texto
fr: Sauvegarder la transcription dans un fichier texte

source: Apply the modifications
es: Aplicar las modificaciones
fr: Valider les modifications

source: Find text
es: Encontrar texto
fr: Chercher dans le texte

source: Quickly switch display options
es: Cambia las opciones de visualización rápidamente
fr: Modification rapide des options d'affichage

source: Refresh the transcription
es: Refresca la transcripción
fr: Rafraîchir la transcription

source: Edit preferences
es: Preferencias de edición
fr: Éditer les préférences

source: Not found
fr: Aucun résultat

source: Found {match_count} items
fr: Trouvé {match_count} résultats

source: Find previous occurrence
fr: Résultat précédent

source: Find next occurrence
fr: Résultat suivant

source: Cannot write to %(filename)s: %(error)s:
es: No se puede escribir a %(filename)s: %(error)s:
fr: Impossible d'écrire dans %(filename)s : %(error)s

source: Transcription saved to %s
es: Transcripción guardada a %s
fr: Transcription sauvegardée dans %s

source: TALES browser
es: Navegador TALES
fr: Explorateur TALES

source: Display result in table
es: Mostrar el resultado en tabla
fr: Afficher le résultat dans un tableau

source: Insert path
es: Insertar ruta
fr: Insérer le chemin TALES

source: Insert value
es: Insertar valor
fr: Insérer la valeur

source: Expression returned None (there was an exception)
es: La expresión regresó None (hubo una excepción)
fr: L'expression a renvoyé None (il y a eu une exception)

source: Result is not a list
es: El resultado no es una lista
fr: Le résultat n'est pas une liste

source: Path
es: Ruta
fr: Chemin

source: Value
es: Valor
fr: Valeur

source: Display annotations on a timeline
es: Muestra las anotaciones en una linea de tiempo
fr: Vue en ligne de temps

source: Limit display to current area
es: Limitar la visualización al área actual
fr: Limiter l'affichage à la zone courante

source: Display whole movie
es: Muestra la película completa
fr: Afficher tout le film

source: Capture whole screenshot
fr: Exporter la timeline comme une image

source: Cannot find annotation type %s
es: No se puede encontrar el tipo de anotación %s
fr: Impossible de trouver le type d'annotation %s

source: No scrolling
es: No desplazar
fr: Pas de défilement

source: Continuous scrolling
es: Desplazar continuamente
fr: Défilement continu

source: Discrete scrolling
es: Desplazamiento discreto
fr: Défilement discret

source: Annotation scrolling
es: Desplazamiento con anotaciones
fr: Défilement sur annotation

source: Display all types
es: Muestra todos los tipos
fr: Afficher tous les types

source: There are %d annotations. The current timeline may take a long time to display them, so only the first two annotation types are displayed. Use the annotation type selector (second button in the timeline) to select other annotations types to display, or click on the 'Display all types' button below.
es: Hay %d anotaciones. La línea de tiempo actual puede tardar mucho tiempo en mostrarlas, así que solo los primeros dos tipos de anotaciones se muestran. Utiliza el selector de tipo de anotaciones (segundo botón en la línea de tiempo) para seleccionar otros tipos de anotación para mostrar, o da clic en el debajo botón 'Mostrar todos los tipos'.
fr: Il y a %d annotations. La timeline actuelle peut prendre beaucoup de temps pour les afficher, donc seuls les deux premiers types d'annotations sont affichés. Utilisez le sélecteur de type (deuxième bouton dans la timeline) pour choisir d'autres types à afficher, ou cliquer sur "Afficher tous les types" ci-dessous.

source: There are too many annotations to display everything. Please select a subset of annotation types.
fr: Il y a trop d'annotations pour toutes les afficher. Merci de sélectionner un sous-ensemble de types d'annotation.

source: Split at current player position
es: Dividir en la posición actual del reproductor
fr: Couper à la valeur de la position courante

source: Center and zoom
es: Centrar y acercar
fr: Centrer et zoomer

source: Create a relation
es: Crear una relacion
fr: Créer une relation

source: Create a new relation-type.
es: Crear un nuevo tipo de relación.
fr: Créer un nouveau type de relation

source: Merge with this annotation
es: Unir con esta anotación
fr: Fusionner avec cette annotation

source: Align both begin times
es: Alinear ambos tiempos de inicio
fr: Aligner les temps de début

source: Align both end times
es: Alinear ambos tiempos finales
fr: Aligner les temps de fin

source: Align end time to selected begin time
es: Alinear el tiempo final al tiempo inicial seleccionado
fr: Aligner le temps de fin sur le temps de début sélectionné

source: Align begin time to selected end time
es: Alinear el tiempo inicial al tiempo final seleccionado
fr: Aligner le temps de début sur le temps de fin sélectionné

source: Align all times
es: Alinear todos los tiempo
fr: Aligner tous les temps

source: Cannot delete the annotation : it has relations.
es: No puedo borrar la anotación: tiene relaciones.
fr: Impossible de supprimer l'annotation : elle fait partie de relations.

source: Select the appropriate relation type
es: Selecciona el tipo apropiado de relación
fr: Sélectionnez le type de relation

source: Duplicate selection to type %s
es: Duplicar selección al tipo %s
fr: Dupliquer la sélection vers le type %s

source: Move selection to type %s
es: Mover selección al tipo %s
fr: Déplacer la sélection vers le type %s

source: Duplicate annotation to type %s
es: Duplicar anotación al tipo %s
fr: Dupliquer l'annotation vers le type %s

source: Move annotation to type %s
es: Mover anotación al tipo %s
fr: Déplacer l'annotation vers le type %s

source: Duplicate to type %(type)s at %(position)s
es: Duplicar al tipo %(type)s en %(position)s
fr: Dupliquer vers le type %(type)s à %(position)s

source: Move to type %(type)s at %(position)s
es: Mover al tipo %(type)s en %(position)s
fr: Déplacer vers le type %(type)s à %(position)s

source: Duplicate and create a relation
es: Duplicar y crear una relación
fr: Dupliquer et créer une relation

source: Duplicate at %s and create a relation
es: Duplicar al %s y crear una relación
fr: Dupliquer vers %s et créer une relation

source: Annotation filter
es: Filtro de anotación
fr: Filtre d'annotations

source: Enter the searched string
es: Ingresar la cadena de texto buscada
fr: Entrez la chaîne recherchée

source: Duplicate all annotations to type %s
es: Duplicar todas las anotaciones del tipo %s
fr: Dupliquer toutes les annotations vers le type %s

source: Move all annotations to type %s
es: Mover todas las anotaciones al tipo %s
fr: Déplacer toutes les annotations vers le type %s

source: Duplicate all annotations matching a string to type %s
es: Duplicar todas las anotaciones que concuerden con una cadena de texto al tipo %s
fr: Dupliquer toutes les annotations contenant une chaîne de caractères vers le type %s

source: Move all annotations matching a string to type %s
es: Mover todas las anotaciones que conuerden con una cadena de texto al tipo %s
fr: Déplacer toutes les annotations contenant une chaîne de caractères vers le type %s

source: Align all annotation time codes using %s as reference.
es: Alinear todos los códigos de tiempo de las anotaciones que utilizan %s como referencia.
fr: Aligner les temps pour toutes les annotations sur la base de %s

source: Align all annotation contents using %s as reference
es: Alinear todos los contenidos de las anotaciones que utilizan %s como referencia
fr: Copier les contenus pour toutes annotations sur la base de %s

source: Displaying %(count)d / %(total)d annotations...
es: Mostrando %(count)d / %(total)d anotaciones...
fr: Affichage de %(count)d / %(total)d annotations...

source: Displaying done.
es: Mostrando terminado
fr: Affichage terminé.

source: Create a new annotation
es: Crear una nueva anotación
fr: Créer une nouvelle annotation

source: Zoom on region
es: Acercar en región
fr: Zoom sur la zone

source: Restrict display to region
es: Restringir muestra en región
fr: Limiter l'affichage à la zone sélectionnée

source: Go to %s
es: Ir a %s
fr: Aller à %s

source: New annotation at player time
es: Nueva anotación en el tiempo del reproductor
fr: Nouvelle annotation au temps du lecteur

source: New annotation at mouse position
es: Nueva anotación en la posición del cursor
fr: Nouvelle annotation à la position de la souris

source: Specify a destination filename for the screenshot
fr: Donnez le nom du fichier où doit être enregistrée l'image

source: Cannot zoom more %f
fr: Impossible de zoomer plus %f

source: Goto previous annotation
es: Ir a la anotación previa
fr: Aller à l'annotation précédente

source: Goto next annotation
es: Ir a la anotación siguiente
fr: Aller à l'annotation suivante

source: Restrict playing to this annotation-type
es: Restringir la reproducción a este tipo de anotación
fr: Restreindre le jeu à ce type d'annotation

source: Open an annotation display view
es: Abrir una vista de muestra de anotaciones
fr: Ouvrir une vue d'affichage de l'annotation

source: Open a slave montage view (coordinated zoom level)
es: Abrir una vista de montaje esclava (coordinado nivel de zoom)
fr: Ouvrir une vue montage escale (avec zoom coordonné)

source: <b>Statistics about current selection</b>
es: <b>Estadísticas acerca de la selección actual</b>
fr: <b>Statistiques sur la sélection</b>
