Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: Do you want to restore the saved workspace ?
es: ¿Quieres restablecer el espacio de trabajo guardado?
fr: Voulez-vous restaurer l'environnement sauvegardé ?

source: Video player error: %s
fr: Erreur de lecteur vidéo: %s

source: Unknown
es: Desconocido
fr: Inconnu

source: The package(s) %s are modified. Save them now?
es: Los paquete(s) %s están modificados. ¿Guardar ahora?
fr: Le(s) recueil(s) %s a été modifié mais pas sauvegardé. Sauvegarder maintenant ?

source: Empty quicksearch string
es: Limpiar cadena de texto de la búsqueda rápida
fr: Chaîne de recherche vide

source: Choose an annotation type.
es: Elige un tipo de anotacion.
fr: Choisissez un type d'annotation

source: Create a new annotation type
es: Crea un nuevo tipo de anotacion
fr: Créer un nouveau type d'annotation

source: No annotation type is defined.
es: No hay tipo de anotacion definido.
fr: Aucun type d'annotation n'est défini.

source: Creating a new type.
es: Creando un nuevo tipo.
fr: Création d'un nouveau type.

source: Title of the new type
es: Título del nuevo tipo
fr: Titre du nouveau type

source: Id of the new type. It is generated from the title, but you may change it if necessary.
es: Id del nuevo tipo. Es generada del título, pero la puedes cambiar si es necesario.
fr: Identifiant du nouveau type. Il est généré à partir du titre, mais vous pouvez le changer si nécessaire.

source: Specify the content-type for the annotation type
es: Especificar el tipo de contenido para el tipo de anotación
fr: Spécifiez le type de contenu pour le type d'annotation

source: Content type
es: Tipo de contenido
fr: Type de contenu

source: Create a new schema
es: Crea un nuevo esquema.
fr: Créer un nouveau schéma

source: Choose an existing schema for the new type, or create a new one
es: Elige un esquema existente para el nuevo tipo, o crea uno nuevo
fr: Choisissez un schéma existant pour le nouveau type, ou créez un nouveau schéma.

source: Specify the schema title
es: Especifica el título del esquema
fr: Spécifiez le titre du schéma

source: Title of the new schema
es: Título del nuevo esquema
fr: Titre du nouveau schéma

source: Id of the new schema. It is generated from the title, but you may change it if necessary.
es: Id del nuevo esquema. Es generado del título, pero lo puedes cambiar si es necesario.
fr: Identifiant du nouveau schéma. Il est généré à partir du titre, mais vous pouvez le changer si nécessaire.

source: You specified a annotation-type identifier that already exists. Aborting.
es: Especificaste un identificador para el tipo de anotación que ya existe. Abortando
fr: Vous avez spécifié un identifiant déjà existant. Annulation de l'opération.

source: You specified a existing schema identifier. Using the existing schema.
es: Especificaste un identificador de esquema existente. Utilizando el esquema existente.
fr: Vous avez spécifié un identifiant de schéma déjà existant. Ce dernier sera utilisé.

source: You specified an existing identifier that does not reference a schema. Aborting.
es: Especificaste un identificador que no hace referencia a un esquema. Abortando.
fr: Vous avez spécifié un identifiant déjà existant qui ne désigne pas un schéma. Annulation de l'opération.

source: Choose a schema.
es: Elige un esquema.
fr: Choisissez un schéma

source: You specified an existing identifier. Aborting.
es: Especificaste un identificador existente. Abortando.
fr: Vous avez spécifié un identifiant déjà existant. Annulation de l'opération.

source: Package %s modified
es: Paquete %s modificado
fr: Recueil %s modifié

source: The package %s has been modified but not saved. Save it now?
es: El paquete %s ha sido modificado pero no guardado. ¿Guardarlo ahora?
fr: Le recueil %s a été modifié mais pas sauvegardé. Sauvegarder maintenant ?

source: %s snapshots
es: %s capturas de pantalla
fr: %s captures d'écran

source: Do you want to save the snapshots for media %s?
es: ¿Quieres guardar las capturas de pantalla para los medios %s?
fr: Voulez-vous sauvegarder les captures d'écran pour la vidéo %s ?

source: Cannot save imagecache for %(media)s: %(e)s
es: No se puede guardar imagecache para %(media)s: %(e)s
fr: Impossible de sauvegarder le cache pour %(media)s : %(e)s

source: first frame
es: Primer cuadro
fr: première image

source: last frame
es: último cuadro
fr: dernière image

source: Click on %(bound)s of %(annotation)s
es: Clic en %(bound)s de %(annotation)s
fr: Cliquer sur %(bound)s de %(annotation)s

source: Update %(bound)s of %(annotation)s
es: Actualizar %(bound)s de %(annotation)s
fr: Éditer %(bound)s de %(annotation)s

source: Click on the frame corresponding to the timestamp value
es: Clic en el cuadro correspondiente al valor de la marca de tiempo
fr: Cliquez sur l'image correspondant au temps désiré

source: Set new timestamp value
es: Establece un nuevo valor para la estampa de tiempo
fr: Fixer le nouveau timecode

source: <b>Annotation statistics</b>
es: <b>Estadísticas de anotación</b>
fr: <b>Statistiques d'annotations</b>

source: Text annotation
es: Anotación de texto
fr: Annotation textuelle

source: Cannot find an appropriate annotation type
es: No se puede encontrar un tipo de anotación apropiado
fr: Impossible de trouver un type d'annotation approprié

source: Comment here
es: Comenta aquí
fr: Commentez ici

source: Graphical annotation
es: Anotación gráfica
fr: Annotation graphique

source: An unsaved template package exists Save it first.
es: Una plantilla de paquete sin guardar existe Guardala primero.
fr: Un recueil modèle non sauvegardé existe. Sauvegardez-le avant d'essayer d'en créer un nouveau.

source: Package modified
es: Paquete modificado.
fr: Recueil modifié

source: The package that you want to close has been modified but not saved. Save it now?
es: El paquete que quieres cerrar ha sido modificado pero no guardado. ¿Guardarlo ahora?
fr: Le recueil que vous souhaitez fermer a été modifié mais pas sauvegardé. Sauvegarder maintenant ?

source: Load a package
es: Cargar un paquete.
fr: Charger un recueil

source: A video file was selected. Pretend that the user selected 'Select a video file'...
es: Un archivo de video fue seleccionado. Pretende que el usuario seleccionó 'Selecciona un archivo de video...'
fr: Un fichier vidéo a été sélectionné. On fait comme si l'utilisateur est passé par "Sélectionner un fichier vidéo..."

source: Unrecognized package extension
fr: Extension de recueil inconnue

source: The file %s does not look like a valid Advene package. It should have a .azp or .xml extension. Do you want to try to import it instead of opening it as a package?
fr: Le fichier %s ne ressemble pas à un recueil Advene valide. Il devrait avoir une extension .azp ou .xml. Voulez-vous essayer de l'importer au lieu de l'ouvrir comme un recueil ?

source: You are trying to load a session file, but there are unsaved packages. Proceed anyway?
es: Estas intentando cargar un archivo de sesión, pero hay paquetes sin guardar. ¿Proceder de cualquier manera?
fr: Vous essayez de charger un fichier de session, mais il existe des recueil non sauvegardés. Continuer tout de même ?

source: Cannot load package %(filename)s: %(error)s
es: No se puede cargar el paquete %(filename)s: %(error)s
fr: Impossible de charger le recueil %(filename)s : %(error)s

source: Do you want to save the current workspace ?
es: ¿Quieres guardar el espacio de trabajo actual?
fr: Voulez-vous sauvegarder l'environnement en cours ?

source: Template option is activated - workspace will not be saved. Modify Edit/Package properties if this is an unwanted behaviour.
fr: Ce recueil a l'option template - l'environnement ne sera pas sauvegardé. Modifiez les propriétés du recueil (menu Édition) si c'est un comportement non voulu.

source: Could not save the package: %s
es: No se puede guardar el paquete: %s
fr: Impossible de sauvegarder le recueil: %s

source: Save the package %s
es: Guardar el paquete %s
fr: Sauvegarde du recueil %s

source: Invalid file extension
es: Extensión de archivo no válida
fr: Extension de fichier invalide

source: Your package contains resources, the filename (%s) should have a .azp extension. Should I put the correct extension?
es: Tu paquete contiene recursos, el nombre de archivo (%s) debe de tener una extensión .azp ¿Debo incluir la extensión correcta?
fr: Votre recueil contient des ressources, le nom de fichier (%s) devrait avoir l'extension .azp. Corriger le nom de fichier ?

source: OK, the resources will be lost.
es: Ok, los recursos se perderán.
fr: OK, les ressources seront perdues.

source: Aborting package saving
es: Abortando el guardar paquete
fr: Abandon de la sauvegarde

source: Save the session in...
es: Guardando la sesión en...
fr: Sauver la session dans...

source: Session saved in %s
es: Sesión guardada en %s
fr: Session sauvegardée dans %s

source: Do you confirm the creation of annotations matching the DVD chapters?
es: ¿Confirmas la creacion de anotaciones concordando con los capitulos del DVD?
fr: Confirmez-vous la création d'annotations correspondant aux chapitres du DVD ?

source: Cannot import DVD chapters. Did you install the lsdvd software?
es: No se pueden importar los capítulos del DVD. ¿Instalaste el programa lsdvd?
fr: Impossible d'importer les chapitres du DVD. Avez-vous installé l'application lsdvd ?

source: The associated media is not a DVD.
es: El medio asociado no es un DVD.
fr: Le média associé n'est pas un DVD.

source: Processing %s video
es: Procesando %s video
fr: Traitement de la vidéo %s

source: No associated video file
es: No hay un archivo de video asociado
fr: Aucun fichier vidéo associé

source: Standard RuleSet
es: Conjunto de reglas estándar
fr: Ensemble de règles standard

source: Media information URI: %(uri)s Framerate: %(framerate_denom)d / %(framerate_num)d (%(framerate).02f ) Duration: %(duration_formatted)s (%(duration)d ms) (cached: %(cached_duration_formatted)s) Current position: %(position_formatted)s (%(position)d ms) Original image size: %(width)d x %(height)d Image cache information: %(imagecache)s
fr: Information media URI: %(uri)s Taux: %(framerate_denom)d / %(framerate_num)d (%(framerate).02f ) Durée: %(duration_formatted)s (%(duration)d ms) (cached: %(cached_duration_formatted)s) Position courante: %(position_formatted)s (%(position)d ms) Taille d'image originale: %(width)d x %(height)d Information du cache d'images: %(imagecache)s

source: Visit the Advene web site for examples and documentation.
es: Visita el sitio web de Advene para ejemplos y documentación.
fr: Consultez le site web d'Advene pour les exemples et la documentation.

source: Select a movie file
es: Selecciona un archivo de pelicula
fr: Choisissez un fichier vidéo

source: Title/Chapter selection
es: Selección de Titulo/Capitulo
fr: Sélection du titre/chapître

source: Select a video stream
es: Selecciona una corriente de video
fr: Choisir un flux vidéo

source: Enter the address of a video stream
es: Ingresa la dirección de una corriente de video
fr: Entrer l'adresse d'un flux vidéo

source: Successfully extracted the video stream address (%s) from the url.
es: Se extrajo la dirección de flujo de video satisfactoriamente (% s) a partir de la url.
fr: L'adresse du flux vidéo (%s) a été extraite avec succès de l'URL donnée.

source: Preferences
es: Preferencias
fr: Préférences

source: Paths
es: Rutas
fr: Chemins

source: Data
fr: Contenu

source: Standard directory for data files
es: Directorio estándar para archivos de datos
fr: Répertoire standard pour les fichiers de données

source: Movie path
es: Ruta de video
fr: Chemin de recherche pour les fichiers vidéo

source: List of directories (separated by %s) to search for movie files (_ means package directory)
es: Lista de directorios (separados por %s) para buscar archivos de video (_ significa directorio de paquetes)
fr: Liste de répertoires (séparés par %s) où chercher les vidéos (_ signifie le même répertoire que le recueil)

source: Imagecache
es: Caché de imagen
fr: Cache d'images

source: Directory for storing the snapshot cache
es: Directorio para almacenar la caché de la captura
fr: Répertoire où sauvegarder le cache de captures d'écran

source: Shotdetect
fr: Détection de plans

source: Shotdetect application
es: Aplicación shotdetect
fr: Application de détection de plans

source: GUI
fr: Interface

source: Interface language (after restart)
es: Idioma de la interfaz (después de reiniciar)
fr: Langage de l'interface (après redémarrage)

source: Language used for the interface (necessitates to restart the application)
es: Idioma utilizado por la interfaz (necesita reiniciar la aplicación)
fr: Langage utilisé pour l'interface (nécessite de redémarrer l'application)

source: System default
es: Predeterminado del sistema
fr: La valeur du système

source: Expert mode
es: Modo experto
fr: Mode expert

source: Offer advanced possibilities
es: Ofrece posibilidades avanzadas
fr: Afficher les fonctionnalités avancées

source: Prefer WYSIWYG
es: Preferir WYSIWYG
fr: WYSIWYG préféré

source: Use WYSIWYG editors when possible (HTML, SVG)
es: Utilizar editores WYSIWYG cuando sea posible (HTML, SVG)
fr: Utiliser un éditeur WYSIWYG quand c'est possible (HTML, SVG)

source: Player control modifier
fr: Raccourci de contrôle du lecteur

source: Generic player control modifier: key used in combination with arrows/space/tab to control the player. Click the button and press key+space to choose the modifier.
fr: Touche pour le contrôle général du lecteur vidéo: cette touche sera utilisée en combinaison avec flêches/espace/tab pour contrôler le lecteur vidéo. Cliquez sur le bouton et utilisez Touche+espace pour choisir la touche.

source: Player control in edit popups
es: Control de reproductor en ventanas flotantes de edición
fr: Contrôle du lecteur dans les fenêtres d'édition

source: Enable generic player controls in edit windows. This may be undesirable since it overloads some standard text-edition behaviours (esp. control-left/right).
es: Habilitar controles de reproductor genéricos en las ventanas de edición. Esto puede ser indeseable, ya que sobrecarga algunos comportamientos de edición de texto estándar (esp. control-izquierda/derecha).
fr: Activer les raccourcis globaux de contrôle du lecteur dans les fenêtres d'édition. Ce comportement peut être indésirable car il surcharge des raccourcis clavier standard comme contrôle-gauche/droite

source: Open popups
es: Abrir ventanas flotantes
fr: Ouvrir les vues

source: Where should we open adhoc views?
es: ¿Dónde debemos posicionar las vistas adhoc abiertas?
fr: Où doit-on ouvrir les vues adhoc ?

source: as a popup window
es: como una ventana flotante
fr: dans des fenêtres indépendantes

source: embedded east of the video
es: embeber este del video
fr: intégrée à l'est de la vidéo

source: embedded west of the video
es: embeber oeste del video
fr: intégrée à l'ouest de la vidéo

source: embedded south of the video
es: embeber sur del video
fr: intégrée au sud de la vidéo

source: embedded at the right of the window
es: embeber a la derecha de la ventana
fr: intégrée à droite de la fenêtre

source: History size
es: Tamaño del historial
fr: Taille de l'historique

source: History filelist size limit
es: Limite del tamaño de la lista de archivos del historial
fr: Taille limite de la liste des fichiers

source: Remember window size
es: Recordar el tamaño de ventana
fr: Mémoriser les tailles des fenêtres

source: Remember the size of opened windows
es: Recordar el tamaño de las ventanas abiertas
fr: Mémoriser la taille des fenêtres

source: Bookmark snapshot width
es: Guardar en separador el ancho de la captura de pantalla
fr: Largeur des copies d'écran de signets

source: Width of the snapshots representing bookmarks
es: Ancho de las capturas que representan separadores
fr: Largeur des captures d'écran représentant les signets

source: Bookmark snapshot precision
es: Precisión de captura del separador
fr: Précision des captures d'écran pour les signets

source: Precision (in ms) of the displayed bookmark snapshots.
es: Precisión (en ms) de la visualización de las capturas de separadores mostrados
fr: Précision (en ms) des captures d'écran pour les signets.

source: Frame selector (shotvalidation...)
fr: Sélecteur d'image (validation de plans...)

source: Frameselector snapshot width
fr: Largeur des vignettes de sélection d'image

source: Width of the snapshots in frameselector
fr: Largeur des images dans le sélecteur d'image

source: Frameselector count
fr: Nombre d'images

source: Number of frames displayed in frameselector.
fr: Nombre d'images affichées dans le sélecteur d'image

source: General
fr: Générales

source: Use UUIDs
fr: Utiliser des UUID

source: Use UUIDs for identifying elements instead of more readable shortnames
fr: Utiliser des UUID pour identifier les élément au lieu des identifiants plus courts et plus lisibles

source: Weekly update check
es: Revisión semanal de actualización
fr: Vérification hebdomadaire des mises à jour

source: Weekly check for updates on the Advene website
es: Revisión semanal de actualización en el sitio de Advene
fr: Vérifier hebdomadairement si des mises à jour d'Advene sont disponibles

source: On exit,
es: Al salir,
fr: À la fin,

source: How to handle screenshots on exit
es: Como manejar capturas de pantalla al salir
fr: Comment gérer les captures d'écran à la fin de l'application

source: never save screenshots
es: nunca guardar capturas de pantalla
fr: ne jamais sauvegarder les captures d'écran

source: always save screenshots
es: siempre guardar capturas de pantalla
fr: toujours sauvegarder les captures d'écran

source: ask before saving screenshots
es: preguntar antes de guardar capturas de pantalla
fr: demander avant de sauvegarder les captures d'écran

source: Auto-save
es: Guardado automático
fr: La sauvegarde automatique

source: Data auto-save functionality
es: Funcionalidad de guardado automático de datos
fr: Sauvegarde automatique des recueils

source: is desactivated
es: es desactivado
fr: est désactivée

source: is done automatically
es: se realiza automáticamente
fr: est activée

source: is done after confirmation
es: se realiza después de la confirmación
fr: est activée avec confirmation

source: Auto-save interval (in s)
es: Intervalo del guardado automático (en s)
fr: Intervalle de sauvegarde automatique (en s)

source: Interval (in seconds) between package auto-saves
es: Intervalo (en segundos) entre cada guardado automático del paquete
fr: Durée (en secondes) entre deux sauvegardes automatiques

source: Workspace
es: Espacio de trabajo
fr: Environnement

source: On package saving,
es: Al guardar el paquete,
fr: Lors de la sauvegarde du recueil,

source: Do you wish to save the default workspace with the package?
es: ¿Deseas guardar el área de trabajo predeterminada con el paquete?
fr: Voulez-vous sauvegarder l'environnement avec le recueil ?

source: never save the current workspace
es: nunca guardar el área de trabajo actual
fr: ne jamais sauvegarder l'environnement courant

source: always save the current workspace
es: siempre guardar el área de trabajo actual
fr: toujours sauvegarder l'environnement courant

source: ask before saving the current workspace
es: preguntar antes de guardar el área de trabajo actual
fr: demander avant de sauvegarder l'environnement courant

source: Auto-validation of edited elements
fr: Validation automatique des éléments

source: Automatically validate modified elements when saving the package.
fr: Valider automatiquement les éléments modifiés lors de la sauvegarde.

source: On package load,
es: En la carga del paquete,
fr: Lors du chargement du recueil,

source: Do you wish to load the workspace saved with the package?
es: ¿Deseas cargar el espacio de trabajo guardado con el paquete?
fr: Voulez-vous restaurer l'environnement sauvegardé avec le recueil ?

source: never load the saved workspace
es: nunca cargar el espacio de trabajo guardado
fr: ne jamais restaurer l'environnement sauvegardé

source: always load the saved workspace
es: siempre cargar el espacio de trabajo guardado
fr: toujours restaurer l'environnement sauvegardé

source: ask before loading the saved workspace
es: preguntar antes de cargar el espacio de trabajo guardado
fr: demander avant de restaurer l'environnement sauvegardé

source: Video Player
es: Configura reproductor
fr: Lecteur Vidéo

source: Autostart
es: Autoinicio
fr: Démarrage automatique

source: Automatically start the player when loading a media file (either directly or through a package)
es: Automáticamente iniciar el reproductor cuando se carga un archivo de media (ya sea directamente o utilizando un paquete)
fr: Lancer automatiquement le lecteur lors du chargement d'une vidéo (soit directement, soit via un recueil)

source: Fulscreen timestamp
es: Marca de tiempo en pantalla completa
fr: Timestamp plein-écran

source: Display the timestamp over the video when in fullscreen mode
es: Mostrar la marca de tiempo sobre el video cuando está en modo pantalla completa
fr: Afficher le temps sur la vidéo en mode plein écran

source: Enable captions
es: Habilitar subtítulos
fr: Activer le sous-titrage externe

source: Enable captions over the video
es: Habilitar subtítulos sobre el video
fr: Activer le sous-titrage par le biais d'un composant d'affichage sous le lecteur vidéo

source: Caption font
es: Fuente de los subtítulos
fr: Police de sous-titrage

source: TrueType font for captions
es: Fuente TrueType para etiquetas
fr: Police TrueType pour les sous-titres

source: Enable SVG
es: Habilitar SVG
fr: Activer le SVG

source: Enable SVG captions over the video
es: Habilitar etiquetas SVG sobre el video
fr: Activer l'affichage de graphiques SVG sur la vidéo

source: Enable snapshots
es: Habilitar captura de pantalla
fr: Activer les copies d'écran

source: Snapshot width
es: Ancho de captura de pantalla
fr: Largeur des copies d'écran

source: Snapshot width in pixels.
es: Ancho de captura de pantalla en pixeles.
fr: Largeur (en pixels) des copies d'écran

source: Verbosity
es: Verbosidad
fr: Verbosité

source: Verbosity level. -1 for no messages.
es: Nivel de verbosidad: -1 para no mostrar mensajes.
fr: Niveau de verbosité. -1 pour pas de messages.

source: Devices
es: Dispositivos
fr: Périphériques

source: DVD drive
es: Lector DVD
fr: Lecteur DVD

source: Drive letter for the DVD
es: Letra del lector para el DVD
fr: Lettre du lecteur DVD

source: DVD device
es: Dispositivo DVD
fr: Périphérique DVD

source: Device for the DVD
es: Dispositivo para el DVD
fr: Device du DVD

source: Video output
es: Salida de video
fr: Sortie vidéo

source: Video output module
es: Módulo de salida de video
fr: Module de sortie vidéo

source: Recorder options
es: Opciones de grabadora
fr: Options d'enregistrement

source: Audio input
es: Entrada de audio
fr: Entrée audio

source: Device name for audio input (with gstrecorder plugin)
es: Nombre del dispositivo para la entrada de audio (con el plugin gstrecorder)
fr: Nom du périphérique pour l'entrée audio (pour le plugin gstrecorder)

source: Record video
es: Grabar video
fr: Enregistrement vidéo

source: Record both video and audio
es: Grabar ambos video y audio
fr: Enregistrer audio et vidéo

source: <i>Experimental</i>
fr: Expérimental

source: Scroller
es: Desplazador
fr: Défileur

source: Embed the caption scroller below the video
es: Embeber el desplazamiento de subtítulos debajo del video
fr: Intégrer le dérouleur sous la vidéo

source: Caption
es: Subtítulos
fr: Sous-titreur

source: Embed the caption view below the video
es: Embeber la vista de subtítulos debajo del video
fr: Intégrer la visuablisation de sous-titres sous la vidéo

source: Time-related
es: Relacionado con el tiempo
fr: Relatives au temps

source: Time format
es: Formato del tiempo
fr: Format des temps
