Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: <h1>Loaded package(s)</h1> <table class="package-list"> <tr> <th>Alias</th> <th>Action</th> <th>URI</th> <th>Annotations</th> </tr>
fr: <h1>Recueil(s) chargé(s)</h1> <table> <tr> <th>Alias</th> <th>Action</th> <th>URI</th> <th>Annotations</th> </tr>

source: <tr> <td><a href="/packages/%(alias)s">%(alias)s</a></td> <td align="center"><a href="/admin/load?alias=%(alias)s&uri=%(uri)s">Reload</a>|<a href="/admin/delete?alias=%(alias)s">Drop</a>|<a href="/admin/save?alias=%(alias)s">Save</a></td> <td>%(uri)s</td> <td>%(size)d</td> </tr>
es: <tr> <td><a href="/packages/%(alias)s">%(alias)s</a></td> <td align="center"><a href="/admin/load?alias=%(alias)s&uri=%(uri)s">Volver a cargar</a>|<a href="/admin/delete?alias=%(alias)s">Tirar</a>|<a href="/admin/save?alias=%(alias)s">Guardar</a></td> <td>%(uri)s</td> <td>%(size)d</td> </tr>
fr: <tr> <td><a href="/packages/%(alias)s">%(alias)s</a></td> <td align="center"><a href="/admin/load?alias=%(alias)s&uri=%(uri)s">Recharger</a>|<a href="/admin/delete?alias=%(alias)s">Supprimer</a>|<a href="/admin/save?alias=%(alias)s">Sauver</a></td> <td>%(uri)s</td> <td>%(size)d</td> </tr>

source: Error
fr: Erreur

source: The TALES expression %s is not valid.
es: La expresion TALES %s no es válida.
fr: L'expression TALES %s n'est pas valide.

source: Content mode not available on non-content data
es: El modo de contenido no esta disponible en data sin contenido
fr: Le mode <em>Contenu</em> n'est pas applicable aux données qui ne sont pas des contenus.

source: <h1>Error</h1>
fr: <h1>Erreur</h1>

source: <p>There was an error in the template code.</p> <p>Tag name: <strong>%(tagname)s</strong></p> <p>Error message: <em>%(message)s</em></p>
es: <p>Hubo un error en el código de la plantilla.</p> <p>Nombre de la etiqueta: <strong>%(tagname)s</strong></p> <p>Mensaje de error: <em>%(message)s</em></p>
fr: <p>Il y a une erreur dans le modèle.</p> <p>Balise: <strong>%(tagname)s</strong></p> <p>Message d'erreur: <em>%(message)s</em></p>

source: <p>An invalid character is in the Context:</p> <p>Error message: <em>%(error)s</em></p><pre>%(message)s</pre>
es: <p>Un carácter no válido está en el Contexto:</p> <p>Mensaje de error: <em>%(error)s</em></p><pre>%(message)s</pre>
fr: <p>Un caractère invalide est dans le Contexte :</p> <p>Message d'erreur: <em>%(error)s</em></p><pre>%(message)s</pre>

source: <p>There was an error in the TALES expression.</p> <pre>%s</pre>
es: <p>Hubo un error en la expresion de TALES.</p> <pre>%s</pre>
fr: <p>Il y a une erreur dans l'expression TALES.</p> <pre>%s</pre>

source: <p>There was an error.</p> <pre>%s</pre>
es: <p>Hubo un error.</p> <pre>%s</pre>
fr: <p>Une erreur est survenue.</p> <pre>%s</pre>

source: <hr> <p> Location: %(location)s<br> <form name="navigation" method="GET"> <a href="%(levelup)s">Up one level</a> | Next level : <select name="path" onchange="submit()">
es: <hr> <p> Ubicación: %(location)s<br> <form name="navigation" method="GET"> <a href="%(levelup)s">Un nivel arriba</a> | Siguiente nivel : <select name="path" onchange="submit()">
fr: <hr> <p> Chemin courant : %(location)s<br> <form name="navigation" method="GET"> <a href="%(levelup)s">Remonter d'un niveau</a> | Niveau suivant : <select name="path" onchange="submit()">

source: </select> View: <select name="view" onchange="submit()"> <option selected></option>
es: </select> Vista: <select name="view" onchange="submit()"> <option selected></option>
fr: </select> Vue : <select name="view" onchange="submit()"> <option selected></option>

source: <hr> <p>Evaluating expression "<strong>%(expression)s</strong>" on package %(uri)s returns %(value)s</p>
es: <hr> <p>Evaluando expresión "<strong>%(expression)s</strong>" en el paquete %(uri)s regresa %(value)s</p>
fr: <hr> <p>L'évaluation de l'expression "<strong>%(expression)s</strong>" sur le recueil %(uri)s retourne %(value)s</p>

source: <p>Package <strong>%s</strong> not loaded</p>
es: <p>Paquete <strong>%s</strong> no cargado</p>
fr: <p>Le recueil <strong>%s</strong> n'est pas chargé</p>

source: <p>There was an error in the template code.</p> <p>Tag name: <strong>%(tagname)s</strong></p> <p>Error message: <em>%(message)s</em></p>
es: <p>Hubo un error en el código de la plantilla.</p> <p>Nombre de la etiqueta: <strong>%(tagname)s</strong></p> <p>Mensaje de error: <em>%(message)s</em></p>
fr: <p>Il y a une erreur dans le modèle.</p> <p>Balise: <strong>%(tagname)s</strong></p> <p>Message d'erreur: <em>%(message)s</em></p>

source: <p>There was an error in the expression.</p> <pre>%s</pre>
es: <p>Hubo un error en la expresion.</p> <pre>%s</pre>
fr: <p>Il y a une erreur dans l'expression.</p> <pre>%s</pre>

source: <p>Cannot resolve TALES expression %(expr)s on package %(package)s<p><pre> %(type)s %(value)s %(traceback)s</pre>
es: <p>No se puede resolver la expresión TALES %(expr)s en el paquete %(package)s<p><pre> %(type)s %(value)s %(traceback)s</pre>
fr: <p>Impossible d'interpéter l'expression TALES %(expr)s sur le recueil %(package)s<p><pre> %(type)s %(value)s %(traceback)s</pre>

source: <p>Cannot set the value : invalid path</p>
es: <p>No puedo asignar el valor : ruta no valida</p>
fr: <p>Impossible de mettre à jour : chemin invalide</p>

source: <h1>Error</h1><p>When creating resource %(path)s, the resource folder %(folder)s could not be created.</p>
es: <h1>Error</h1><p>Cuando se crea un recurso %(path)s, la carpeta del recurso %(folder)s no pudo ser creada.</p>
fr: <h1>Erreur</h1><p>Lors de la création de la ressource %(path)s, le répertoire %(folder)s n'a pas pu être créé.</p>

source: Resource successfuly created/updated
es: Recurso se creó/actualizó satisfactoriamente
fr: Ressource mise à jour

source: Value successfuly updated
es: Valor actualizado satisfactoriamente
fr: Valeur mise à jour

source: Unable to update the attribute %(attribute)s for element %(element)s: %(error)s.
es: Incapaz de actualizar el atributo %(attribute)s para el elemento %(element)s: %(error)s.
fr: Impossible de mettre à jour l'attribut %(attribute)s de l'élément %(element)s: %(error)s.

source: <p>Invalid request</p>.
es: <p>Peticion no valida</p>.
fr: <p>Requête invalide</p>

source: Value updated
es: Valor actualizado
fr: Valeur mise à jour

source: <h1>Value updated</h1> The value of %(path)s has been updated to <pre> %(value)s </pre>
es: <h1>Valor actualizado</h1> El valor de f %(path)s ha sido actualizado a <pre> %(value)s </pre>
fr: <h1>Valeur mise à jour</h1> La valeur de %(path)s a été fixée à : <pre> %(value)s </pre>

source: <h1>Value updated</h1> The value of %(path)s has been updated to <pre> %(value)s </pre>
es: <h1>Valor actualizado</h1> El valor de %(path)s ha sido actualizado a <pre> %(value)s </pre>
fr: <h1>Contenu mis à jour</h1> Le contenu de %(path)s a été fixé à : <pre> %(value)s </pre>

source: Malformed request: cannot update the value of %(attribute)s in %(tales)s.
es: Petición mal formada: no se puede actualizar el valor de %(attribute)s en %(tales)s.
fr: Requête invalide : impossible de mettre à jour la valeur de %(attribute)s dans %(tales)s.

source: Cannot create an element in something else than a package.
es: No se puede crear un elemento en algo distinto a un paquete.
fr: Impossible de créer un élément dans autre chose qu'un recueil.

source: The identifier %s already exists.
es: El identificador %s ya existe.
fr: L'identificateur %s est déjà défini.

source: <p>Error while creating view %(id)s</p><pre>%(error)s</pre>
es: <p>Error mientras se creaba la vista %(id)s</p><pre>%(error)s</pre>
fr: <p>Erreur lors de la création de la vue %(id)s</p><pre>%(error)s</pre>

source: View created
es: Vista creada
fr: Vue créée

source: <h1>View <em>%(id)s</em> created</h1> <p>The view <a href="%(url)s">%(id)s</a> was successfully created.</p>
es: <h1>Vista <em>%(id)s</em> creada</h1> <p>La vista <a href="%(url)s">%(id)s</a> se creó satisfactoriamente.</p>
fr: <h1>Vue <em>%(id)s</em> créée</h1> <p>La vue <a href="%(url)s">%(id)s</a> a été correctement créée.</p>

source: Missing %s parameter
es: Parámetro %s faltante
fr: Paramètre %s manquant

source: Relation type %s does not exist
es: La relación del tipo %s no existe
fr: Le type de relation %s n'existe pas

source: Annotation %s does not exist
es: La anotación del tipo %s no existe
fr: L'annotation %s n'existe pas

source: <p>Cannot create relation between %(member1)s and %(member2)s: invalid type</p>
es: <p>No se puede crear una relación entre %(member1)s y %(member2)s: tipo no válido</p>
fr: <p>Impossible de créer une relation entre %(member1)s et %(member2)s : type invalide</p>

source: <p>Error while creating relation between %(member1)s and %(member2)s :</p><pre>%(error)s</pre>
es: <p>Error mientras se creaba una relación entre %(member1)s y %(member2)s :</p><pre>%(error)s</pre>
fr: <p>Erreur lors de la création de la relation entre %(member1)s et %(member2)s : </p><pre>%(error)s</pre>

source: Relation created
es: Relación creada
fr: Relation créée

source: <h1>Relation <em>%s</em> created</h1>
es: <h1>La relación <em>%s</em> fue creada</h1>
fr: <h1>Relation <em>%s</em> créée</h1>

source: Annotation type %s does not exist
es: La anotación del tipo %s no existe
fr: Le type d'annotation %s n'existe pas

source: <p>Error while creating annotation of type %(type)s :<pre> %(errortype)s %(value)s %(traceback)s</pre>
es: <p>Error mientras se creaba una anotación del tipo %(type)s :<pre> %(errortype)s %(value)s %(traceback)s</pre>
fr: <p>Erreur lors de la création d'une annotation du type %(type)s :<pre> %(errortype)s %(value)s %(traceback)s</pre>

source: Annotation %s created
es: Anotación %s creada
fr: Annotation %s créée

source: Error: Cannot create an object of type %s.
es: Error: No se puede crear un objeto del tipo %s.
fr: Erreur: impossible de créer un objet de type %s.

source: Error: Cannot perform the action <em>%(action)s</em> on <code>%(object)s</code></p>
es: Error: No se puede realizar la acción <em>%(action)s</em> en <code>%(object)s</code></p>
fr: Erreur: Impossible d'effectuer l'action <em>%(action)s</em> sur <code>%(object)s</code>

source: Available actions
es: Acciones disponibles
fr: Actions disponibles

source: <p>Unknown action</p><pre>Action: %s</pre>
es: <p>Acción desconocida</p><pre>Acción: %s</pre>
fr: <p>Action inconnue</p><pre>Action : %s</pre>

source: Missing parameter(s) :<ul>
es: Parámetro(s) faltante(s):<ul>
fr: Paramètre(s) manquant(s) :<ul>

source: Advene web resources
es: Recursos web de Advene
fr: Ressources web d'Advene

source: Advene webserver
es: Servidor web de advene
fr: Serveur web Advene

source: <p>Welcome on the <a href="http://advene.org/">Advene</a> webserver run by %(userid)s on %(serveraddress)s.</p>
fr: <p>Bienvenue sur le serveur web <a href="http://advene.org//">Advene</a> exécuté par %(userid)s sur %(serveraddress)s.</p>

source: <p>No package is loaded. You can access the <a href="/admin">server administration page</a>.<p>
es: <p>No hay paquete cargado. Puedes accesar a la<a href="/admin">pagina de administrador del servidor</a>.<p>
fr: <p>Aucun recueil n'est chargé. Vous pouvez accéder aux <a href="/admin">formulaires d'administration du serveur</a>.<p>

source: the <a href="/packages/%(alias)s/view/%(view)s">loaded package's default view</a>
es: el <a href="/packages/%(alias)s/view/%(view)s"> cargó la vista predeterminada del paquete</a>
fr: à la <a href="/packages/%(alias)s/view/%(view)s">vue par défaut du recueil</a>

source: the <a href="/packages/%s">loaded package's data</a>
es: la <a href="/packages/%s">informacion de los paquetes cargados</a>
fr: aux <a href="/packages/%s">données du recueil</a>

source: the <a href="/packages">loaded packages' data</a>
es: la <a href="/packages">informacion de los paquetes cargados</a>
fr: aux <a href="/packages">recueils disponibles</a>

source: <p>You can either access %s or the <a href="/admin">server administration page</a>.<p>
es: <p>Puedes accesar %s a a la <a href="/admin">pagina del servidor de administracion</a>.<p>
fr: <p>Vous pouvez accéder soit %s, soit aux <a href="/admin">formulaires d'administration du serveur</a>.<p>

source: <hr><p align="right"><em>Document generated by <a href="http://advene.org/">Advene</a> v. %s.</em></p>
fr: <hr><p align="right"><em>Document généré par <a href="http://advene.org/">Advene</a> v. %s.</em></p>

source: Cannot start HTTP server: %s
es: No se puede iniciar el servidor HTTP: %s
fr: Impossible de lancer le serveur HTTP : %s

source: No available GUI
es: No hay interfaz gráfica de usuario disponible
fr: Pas d'interface graphique disponible.

source: No available event handler
es: No hay un control de evento disponible
fr: Pas de gestionnaire d'événements disponible.

source: No available gui
es: No hay una intefaz gráfica de usuario disponible
fr: Pas d'interface graphique disponible.

source: Warning: redefining an existing feature %s
es: Advertencia: Definiendo de nuevo una característica existente %s
fr: Avertissement: vous redéfinissez une fonctionnalité existante %s

source: Annotations in current package
fr: Annotations du recueil courant

source: Annotations in all packages
fr: Annotations de tous les recueils chargés

source: Ids
fr: Id

source: Cannot start the webserver The following processes seem to use the %(port)s port: %(processes)s
es: No se puede iniciar el servidor web Los siguientes procesos parecen utilizar el %(port)s puerto: %(processes)s
fr: Impossible de démarrer le serveur web. Les processus suivants semblent utiliser le port %(port)s: %(processes)s

source: Loaded %(uri)s as %(alias)s
es: Cargados %(uri)s como %(alias)s
fr: Chargé %(uri)s sous %(alias)s

source: Cannot load package from file %(uri)s: %(error)s
es: No se puede cargar el paquete del archivo %(uri)s: %(error)s
fr: Impossible de charger le fichier %(uri)s : %(error)s

source: Deactivating web server
es: Desactivando el servidor web
fr: Désactivation du serveur web

source: Cannot get audio volume
fr: Impossible d'obtenir le volume

source: Cannot open Advene URL %s: the webserver is not running.
es: No se puede abrir el URL %s de Advene: el servidor web no está corriendo.
fr: Impossible d'ouvrir l'URL Advene %s: le serveur web n'est pas actif.

source: Found matching video file in moviepath: %s
es: Encontre video concordante en la ruta: %s
fr: Trouvé fichier vidéo correspondant dans le chemin de recherche : %s

source: Analysis of
es: Análisis de
fr: Analyse de

source: Cannot split the annotation: the given position is outside.
es: No se puede dividir la anotación: la posición especificada se encuentra fuera.
fr: Impossible de supprimer l'annotation : la position indiquée est en dehors

source: Cannot find the template package %(filename)s
fr: Impossible de trouver le recueil modèle %(filename)s

source: Cannot read the imported package %(uri)s: %(error)s
es: No se puede leer el paquete importado %(uri)s: %(error)s
fr: Impossible de lire le recueil importé %(uri)s : %(error)s

source: Package URI has changed. Reloading package with new URI.
es: El paquete URI ha cambiado. Recargando el paquete con un nuevo URI
fr: L'URI du recueil a changé. Rechargement du recueil.

source: Cannot load package: the following annotations do not have Millisecond fragments: %s
fr: Impossible de charger le recueil: les annotations suivantes n'ont pas de fragment de type Milliseconde : %s

source: Cannot handle master attribute, the package %s is not imported.
es: No se puede manejar el atributo maestro, el paquete %s no está importado.
fr: Impossible de gérer l'attribut master, le recueil %s n'est pas importé.

source: Checking master package %s for not yet imported elements.
es: Revisando el paquete maestro %s para los elementos que todavía no son importados.
fr: Vérification des éléments à importer depuis le recueil maître %s.

source: Standard summary
es: Resumen estándar.
fr: Index standard

source: Default view
es: Vista por omision
fr: Vue statique par défaut

source: Infinite loop in STBV %(name)s: the %(imp)s view is invoked multiple times.
es: Ciclo infinito en STBV %(name)s: la vista %(imp)s es invocada muchas veces.
fr: Boucle infinie dans la vue dynamique %(name)s : la vue %(imp)s est invoquée plusieurs fois.

source: Got exception when stopping player.
fr: Reçu une exception à l'arrêt du lecteur.

source: Video player problem
fr: Problème de lecteur vidéo

source: Unable to start the player.
es: Incapaz de inicializar el reproductor.
fr: Impossible de lancer le lecteur.

source: Comment on set of %d annotations
es: Comentarios sobre el conjunto de %d anotaciones
fr: Commentaire sur %d annotations

source: Comment on %s
es: Comentar en %s
fr: Commentaire sur %s

source: List of %s annotations
es: Lista de %s anotaciones
fr: Ensemble de %s annotations

source: Feature detection (face...)
es: Característica detección (rostro...)
fr: Reconnaissance de formes

source: Min neighbors.
fr: Voisins minimum.

source: Motion threshold.
fr: Seuil de mouvement

source: Scale. Original image size will be divided by this factor, in order to speed up detection.
es: Escala. La imagen original se va a dividir por este factor, para agilizar la detección.
fr: La taille d'image sera divisée par ce facteur d'échelle, afin d'accélérer le traitement.

source: Classifier
es: Clasificador
fr: Classificateur

source: Feature %s
es: Característica %s
fr: Forme %s

source: Detected %s
es: Detectado %s
fr: %s détecté

source: Detection started
es: Comenzó la detección
fr: Détection commencée

source: Detected %(count)d feature(s) until %(time)s
es: Detectadas %(count)d característica(s) hasta %(time)s
fr: %(count)d objet(s) détectés jusqu'à %(time)s

source: Tobii importer
fr: Importateur Tobii

source: Converting time {t} / {d}
fr: Conversion du temps {t} / {d}

source: OTR exporter
fr: Exporteur OTR

source: WebAnnotation exporter
fr: Exporteur WebAnnotation

source: Split types in different AnnotationCollections
fr: Convertir les types en AnnotationCollection

source: XEmotion importer
fr: Importateur XEmotion

source: Converting {item_count} items
fr: Conversion de {item_count} éléments

source: Dominant color importer
fr: Détecteur de couleur dominante

source: Dominant color
fr: Couleur dominante

source: TED importer
es: Importador de TED
fr: Importateur TED

source: VOSK speech recognition
fr: Reconnaissance vocale VOSK

source: Model name.
fr: Nom du modèle

source: Sampling rate (in Hz)
fr: Fréquence (en Hz)

source: Add timing for single words
fr: Ajouter le timing par mot

source: Word
fr: Mot

source: Recognized word
fr: Mot reconnu

source: Sentence
fr: Phrase

source: Recognized sentence
fr: Phrase reconnue

source: Audio segmentation
es: Segmentación de audio
fr: Segmentation audio

source: Volume threshold (in dB, can be negative) before trigger.
es: Umbral de volumen (en dB, puede ser negativa) antes de disparar.
fr: Seuil de détection de silence (en dB, peut être négatif)

source: Channel selection.
es: Selección de canal
fr: Choix du canal

source: Length (in ms) of drop below threshold before silence is detected
fr: Longueur (en ms) minimale de silence détecté

source: Sound segment
es: Segmentación de sonido
fr: Segment audio

source: Sound segmentation with a threshold of %(threshold)d dB - channel: %(channel)s
es: Segmentación con un umbral de %(threshold)d de sonido dB - canal: %(channel)s
fr: Segmentation sonore avec un seuil de %(threshold)d dB - canal : %(channel)s

source: Motion Dynamics Extractor
fr: Extracteur de quantité de mouvement

source: The start frames for optical flow computation are extracted at `stepsize` intervals (in ms).
fr: Les images de début pour le calcul du flux optique sont extraites à intervalles de `stepsize` (en ms)

source: The end frames for optical flow computation are extracted at `stepsize+windowsize` intervals (in ms).
fr: Les images de fin pour le calcul du flux optique sont extraites à intervalles de `stepsize+windowsize` (en ms)

source: Magnitudes above the given percentile are clipped before scaling.
fr: Magnitudes au dessus du pourcentage sont écrétées avant mise à l'échelle

source: stepsize must be > 0
fr: stepsize doit être > 0

source: windowsize must be > 0
fr: windowsize doit être > 0

source: clip_percentile must be in ]0;100]
fr: clip_percentile doit être dans ]0;100]

source: Motion dynamics from optical flow extraction
fr: Dynamique du mouvement à partir du flux optique

source: TurTLe (RDF) importer
es: Importador TurTLe (RDF)
fr: Importateur TurTLe (RDF)

source: Shotdetect XML importer
fr: Importateur XML Shotdetect

source: No shots
es: No hay capturas
fr: Pas de plans

source: IIIF exporter
fr: Exporteur IIIF

source: ELAN importer
es: Importador ELAN
fr: Importateur ELAN

source: Converting tier %s
es: Convirtiendo nivel %s
fr: Conversion du tier %s

source: Processing time slots
es: Procesando casillas de tiempo
fr: Traitement des bornes temporelles

source: Fixing forward references
es: Corrigiendo referencias siguientes
fr: Correction des références

source: Creating relations
es: Creando relaciones
fr: Création des relations

source: Cannot register speech recognition: Pocketsphinx plugins not found. See http://cmusphinx.sourceforge.net/wiki/gstreamer for details.
es: No se puede registrar el reconocimiento de voz: No se encontraron plugins de Pocketsphinx. Ver http://cmusphinx.sourceforge.net/wiki/gstreamer para obtener más detalles.
fr: Impossible d'activer la reconnaissance de la parole: les modules PocketSphinx ne sont pas présents. Voir http://cmusphinx.sourceforge.net/wiki/gstreamer pour plus d'informations.

source: Speech recognition (PocketSphinx)
es: Reconocimiento de voz (PocketSphinx)
fr: Reconnaissance vocale (PocketSphinx)

source: Filtering noise level [0..1].
es: Nivel del filtro de ruido [0..1].
fr: Niveau de filtrage du bruit [0..1]

source: Minimum amount (in milliseconds) of silence required to terminate the current annotation and start a new one. Decreasing this length will result in a large amount of short annotations and increasing this length will result in a small amount of long annotations.
es: Cantidad mínima (en milisegundos) de silencio requerido para terminar la anotación actual y comenzar una nueva. Disminuir esta longitud resultará en un gran cantidad de anotaciones cortas e incrementar esta longitud resultará en una menor cantidad de anotaciones largas.
fr: Temps minimum (en millisecondes) de silence requis pour terminer l'annotation et en commencer une nouvelle. Diminuer cette durée produira beaucoup de petites annotations, l'augmenter donnera quelques longues annotations.

source: Use default acoustic and language models.
es: Utiliza los modelos acústicos y de lenguaje predterminados.
fr: Utiliser les modèles acoustiques et de langage standard.

source: Acoustic model (directory)
es: Modelo acústico (directorio).
fr: Modèle acoustique (répertoire)

source: Phonetic dictionary (.dic file)
es: Diccionario fonético (archivo .dic)
fr: Dictionnaire phonétique (fichier .dic)

source: Language model (.DMP file)
es: Modelo de lenguaje (archivo .DMP)
fr: Modèle de langage (fichier .dmp)

source: Generating annotations
es: Generando anotaciones
fr: Création des annotations

source: %(count)d utterances until %(time)s
es: %(count)d declaraciones hasta %(time)s
fr: %(count)d paroles jusqu'à %(time)s

source: Speech
es: Voz
fr: Parole

source: Recognized speech
es: Reconocimiento de voz
fr: Parole reconnue

source: Recognizing speech
es: Reconociendo voz
fr: Reconnaissance en cours

source: PyAnnotation speaker diarization
fr: Identification de locuteur PyAnnote

source: HuggingFace token - see https://github.com/pyannote/pyannote-audio
fr: Token HuggingFace - voir https://github.com/pyannote/pyannote-audio

source: Minimum number of speaker
fr: Nombre minimum de locuteurs

source: Maximum number of speaker
fr: Nombre maximum de locuteurs

source: Speaker
fr: Locuteur

source: Recognized speaker
fr: Locuteur reconnu
