Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: %s not in bundle
es: %s no en bundle
fr: %s n'est pas dans la liste

source: List of non-typed elements
es: Lista de elementos no tipificados
fr: List d'éléments non-typés

source: List of %s elements
es: Lista de %s elementos
fr: Liste d'éléments de type %s

source: File %s is not an Advene zip package.
es: El archivo %s no es un paquete zip de Advene.
fr: Le fichier %s n'est pas un recueil Advene compressé.

source: Directory %s is not an extracted Advene zip package.
es: El directorio %s no es una extracción de un paquete zip de Advene.
fr: Le répertoire %s n'est pas un recueil Advene décompressé.

source: Set of %s annotations
es: Conjunto de %s anotaciones
fr: Ensemble de %s annotations

source: Play
es: Reproducir
fr: Lecture

source: Refresh snapshot
es: Refrescar captura
fr: Rafraîchir la capture d'écran

source: Save as...
es: Guardar como...
fr: Sauvegarder sous...

source: Use current player position
es: Utiliza la posición actual del reproductor
fr: Utiliser la position courante du lecteur

source: Adjust timestamp
es: Ajustar la marca de tiempo
fr: Ajuster le timecode

source: Input from the keyboard (function keys)
es: Ingresar del teclado (teclas de función)
fr: Entrée depuis le clavier (touches de fonction)

source: _File
es: _Archivo
fr: _Fichier

source: _New package
es: _Nuevo paquete
fr: _Nouveau recueil

source: Create a new package
es: Crea un nuevo paquete
fr: Créer un nouveau recueil

source: _Open package
es: _Abrir paquete
fr: _Ouvrir recueil

source: Open a package
es: Abrir un paquete
fr: Ouvrir un recueil

source: Open recent
es: Abrir recientes
fr: Recueils récents

source: Show recently opened packages
es: Mostrar paquetes recientemente abiertos
fr: Recueils ouverts récemments

source: _Save package
es: _Guardar paquete
fr: _Sauvegarder recueil

source: Save the package
es: Guardar el paquete
fr: Sauvegarder le recueil %s

source: Save package as...
es: Guardar paquete como...
fr: Sauvegarder sous...

source: Save the package as...
es: Guardar el paquete como...
fr: Sauvegarder le recueil sous...

source: Close package
es: Cerrar paquete
fr: Fermer recueil

source: Close the package
es: Cerrar el paquete
fr: Fermer le recueil

source: Save session
es: Guardar sesión
fr: Sauver la session

source: Save the current session (list of opened packages)
es: Guardar la sesión actual (lista de paquetes abiertos)
fr: Sauvegarder la session en cours (liste des recueils ouverts)

source: Save workspace
es: Guardar espacio de trabajo
fr: Sauver l'environnement

source: ...as package view
es: ...como paquete de vista
fr: ...comme une vue du recueil

source: ...as standard workspace
es: ...como espacio de trabajo estándar
fr: ... comme environnement standard

source: Use the current layout as standard workspace in the future
es: Usa el despliegue actual como espacio de trabajo predeterminado en el futuro
fr: Utiliser l'environnement courant comme environnement standard

source: Associate a video _File
es: Asociar un archivo de video _F
fr: Associer un _Fichier vidéo

source: Associate a video file
es: Asociar un archivo de video
fr: Associer un fichier vidéo

source: Associate a _DVD
es: Asociar un _DVD
fr: Associer un _DVD

source: Associate a chapter from a DVD
es: Asociar un capítulo de un DVD
fr: Associer un chapitre de DVD

source: Associate a _Video URL
fr: Associer une URL _Vidéo

source: Enter a video URL address
fr: Entrer une URL de flux vidéo

source: _Import File
es: _Importar Archivo
fr: _Importer un fichier

source: Import data from an external source
es: Importar datos de una fuente externa
fr: Importer des données depuis une source externe

source: _Process video
es: _Procesar video
fr: _Traitement de la vidéo

source: Import data from video processing algorithms
es: Importar datos de algoritmos de procesamiento de vídeo
fr: Extraire automatiquement des données depuis la vidéo

source: _Merge packages
fr: _Fusionner des recueils

source: Merge elements from other packages
fr: Fusionner les éléments d'autres recueils

source: Import package
fr: Importer un recueil

source: Import elements from another package
fr: Importer les éléments d'un autres recueil

source: Import _DVD chapters
es: Importar capitulos del DVD
fr: Importer les chapitres du _DVD

source: Create annotations based on DVD chapters
es: Crear anotaciones basadas en los capitulos del DVD
fr: Créer des annotations correspondant aux chapitres du DVD

source: _Export...
es: _Exportar...
fr: Exporter...

source: Export data to another format
es: Importar datos de una fuente externa
fr: Exporter les données dans un autre format

source: _Website export...
es: _Exportar sitio web...
fr: Exporter vers un site _Web...

source: Export views to a website
es: Exportar vistas a un sitio web
fr: Exporter les vues vers un site web

source: _Quit
es: Salir _Q
fr: _Quitter

source: _Edit
es: _Editar
fr: Édition

source: _Find
es: Encontrar _F
fr: _Chercher

source: Create
es: Crear
fr: Créer

source: Schema
es: Esquema
fr: Schéma

source: View
es: Vista
fr: Vue

source: Query
es: Busqueda
fr: Requête

source: Annotation Type
es: Tipo de anotacion
fr: Type d'Annotation

source: Relation Type
es: Tipo de relacion
fr: Type de Relation

source: _Global actions
fr: Actions globales

source: P_ackage properties
es: P_ropiedades del paquete
fr: _Propriétés du recueil

source: Edit package properties
es: Editar las propiedades del paquete
fr: Éditer les propriétés du recueil

source: P_references
es: P_referencias
fr: P_références

source: Interface preferences
es: Preferencias de interfaz
fr: Préférences de l'interface

source: _View
es: _Vista
fr: _Vues

source: _Start Web Browser
es: _Inicia el explorador Web
fr: Lancer le navigateur _Web

source: Start the web browser
es: _Inicia el explorador Web
fr: Lancer le navigateur web

source: Simplify interface
es: Simplificar interfaz
fr: Simplifier l'interface

source: Simplify the application interface (toggle)
es: Simplificar la interfaz de la aplicación (conmutar)
fr: Simplifier l'interface (bascule)

source: Evaluator
es: Evaluador
fr: Évaluateur

source: Open python evaluator window
es: Abre la ventana del evaluador de Python
fr: Ouvrir l'évaluateur python

source: Webserver log
es: Bitácora del servidor web
fr: Statistiques du serveur web

source: Open view
es: Abrir vista
fr: Ouvrir la vue

source: _Player
es: _Reproductor
fr: _Lecteur

source: Go to _Time
es: Ir al _Tiempo
fr: Aller au _Temps

source: Goto a specified time code
es: Ir a un código de tiempo especificado
fr: Aller à un timecode précis

source: Verify video _Checksum
fr: Vérifier la somme de _Contrôle de la vidéo

source: Verify the video checksum, if available.
fr: Vérifier la somme de _Contrôle de la vidéo, si elle est présente.

source: Save _ImageCache
es: Guarda _ImagenCache
fr: Sauvegarder le cache

source: Save the contents of the ImageCache to disk
es: Guarda los contenidos de la ImagenCache a disco
fr: Sauvegarder le contenu du cache d'images

source: Reset ImageCache
es: Restablecer ImageCache
fr: Vider le cache d'images

source: Reset the ImageCache
es: Restablecer la ImageCache
fr: Vider le cache d'images

source: _Restart player
es: _Reinicia reproductor
fr: _Redémarrer le lecteur

source: Restart the player
es: Reiniciar el reproductor
fr: Redémarrer le lecteur

source: Display _Media information
fr: Informations sur le média

source: Display information about the current media
fr: Afficher des informations sur le média

source: Update annotation screenshots
es: Actualizar las capturas de anotaciones
fr: Captures d'écran pour les annotations

source: Update screenshots for annotation bounds
es: Actualizar las capturas de los límites de anotación
fr: Générer des captures d'écran pour chaque borne d'annotation

source: _Select player
es: _Selecciona reproductor
fr: Sélection du lecteur

source: Select the player plugin
es: Selecciona el plugin del reproductor
fr: Sélectionner le lecteur vidéo

source: Load corpus
fr: Charger un corpus

source: Load a corpus
fr: Charger un corpus

source: Save corpus
fr: Sauver le corpus

source: Save all loaded packages
fr: Sauvegarder la liste des recueils chargés

source: Table of annotations
fr: Table des annotations

source: Display all annotations in a table
fr: Affiche toutes les annotations dans un tableau

source: Corpus statistics
fr: Statistiques du corpus

source: Display statistics about loaded corpus
fr: Afficher les statistiques sur le corpus en cours

source: Packages
es: Paquetes
fr: Recueils

source: _Help
es: _Ayuda
fr: _Aide

source: Help
es: Ayuda
fr: Aide

source: Get support
es: Obtener soporte
fr: Obtenir de l'aide

source: Check for updates
es: Revisar actualizaciones
fr: Vérification de mise à jour

source: Display shortcuts
es: Mostrar tomas
fr: Afficher les raccourcis

source: Display logfile
es: Mostrar bitácora (logfile)
fr: Afficher les messages d'information

source: Display log messages
fr: Affiche les messages de log

source: Open logfile folder
es: Abrir archivo de bitácoras (logfile)
fr: Ouvrir le dossier du rapport d'erreur

source: Display logfile folder. It can help when sending the advene.log file by e-mail.
es: Mostrar el folder de las bitácoras. Puede ser de ayuda cuando se mande el archivo advene.log por e-mail.
fr: Afficher le dossier contenant le rapport d'erreurs advene.log, afin d'en faciliter l'envoi par courriel.

source: _About
es: _Acerca
fr: À _Propos

source: Open a package file
es: Abre un archivo de paquete
fr: Ouvrir un recueil

source: Save the current package
es: Guarda el paquete actual
fr: Sauvegarder le recueil courant

source: Save the package with a new name
es: Guarda el paquete actual con un nuevo nombre
fr: Sauvegarder le recueil sous un nouveau nom

source: Open video file...
fr: Ouvrir un fichier vidéo...

source: Open DVD
fr: Ouvrir un DVD

source: Create a text annotation
es: Crear una anotación de texto
fr: Créer une annotation textuelle

source: Create a graphical annotation
es: Crear una anotación gráfica
fr: Créer une annotation graphique

source: List recently opened packages
es: Listar los paquetes abiertos recientemente
fr: Recueils récemment ouverts

source: Snapshotter activity
es: Actividad de Snapshotter
fr: Activité de prise de capture d'écran

source: %d queued requests
es: %d peticiones en fila
fr: %d requêtes en attente

source: Cancel all requests
es: Cancelar todas las peticiones
fr: Annuler toutes les requêtes

source: No snapshotter
es: No hay snapshotter
fr: Aucun composant de capture d'écran

source: No snapshotting activity
es: No hay actividad snapshotter
fr: Aucune requête de capture d'écran en cours

source: Snapshotting
es: Snapshotteando
fr: En cours de capture d'écran

source: Display application log messages
es: Mostrar los archivos de bitácora de la aplicación
fr: Afficher les messages d'information de l'application

source: Quicksearch lists
es: Buscar rápidamente en listas
fr: Listes de recherche

source: Please specify the lists of elements to be searched.
es: Por favor especifica las listas de elementos donde se va a buscar.
fr: Spécifiez les listes d'éléments à rechercher.

source: Searching on %s. Left click to launch the search, right-click to set the quicksearch options
es: Buscando en %s. Clic-izquierdo para lanzar la búsqueda, clic-derecho para establecer las opciones de búsqueda rápida
fr: Recherche sur %s. Clic gauche pour lancer la recherche, click droit pour régler les options de recherche

source: String to search in %s
es: Cadena a buscar en %s
fr: Chaîne à rechercher dans %s

source: String to search
es: Texto a buscar
fr: Chaîne à rechercher

source: Launch search
es: Lanzar búsqueda
fr: Lancer la recherche

source: Ignore case
es: Ignorar mayúsculas / minúsculas
fr: Ignorer la casse

source: Searched elements
es: Elementos buscados
fr: Éléments recherchés

source: Timeline
es: Linea de tiempo
fr: Ligne de Temps

source: Package finder
es: Buscador de paquetes
fr: Navigateur de recueil

source: Transcription of annotations
es: Transcripción de las anotaciones
fr: Transcription d'annotations

source: Annotation table
fr: Tableau d'annotations

source: Note-taking editor
es: Editor para tomar notas
fr: Éditeur de prise de notes

source: Active bookmarks
es: Separadores activos
fr: Signets actifs

source: Bag of tags
es: Bolsa de etiquetas
fr: Sac à tags

source: TALES explorer
es: Explorador TALES
fr: Explorateur TALES

source: Constraint checker
fr: Vérificateur de contraintes

source: Dynamic montage
es: Montaje dinámico
fr: Montage dynamique

source: Video player
es: Reproductor de video
fr: Lecteur vidéo

source: Open a comment view in the web browser
es: Abrir una vista de comentario en un navegador web
fr: Ouvrir une vue de commentaire dans le navigateur web

source: Create or open a comment view
es: Crear o abrir una vista de comentario
fr: Créer ou éditer une vue de commentaire

source: Edit window placeholder (annotation and relation edit windows will be put here)
es: Editar ventana de marcador de posición (anotación y relaciones ventanas de edición se pondrán aquí)
fr: Emplacement de fenêtres d'édition (les fenêtres d'édition d'annotations et relations seront placées ici)

source: Display edition history
es: Muestra el historial de edición
fr: Afficher l'historique d'édition

source: The webserver could not be started. Static views cannot be accessed.
es: El servidor web no pudo ser iniciarse. No se pueden acceder las vistas estáticas.
fr: Le serveur web n'est pas lancé. Vous ne pouvez pas accéder aux vues statiques.

source: Playing
es: Reproduciendo
fr: Lecture

source: Init
es: Inicio
fr: Initialisation

source: End
es: Final
fr: Fin

source: Undefined
es: Sin definir
fr: Indéfini

source: Wrong player shortcut modifier %s in configuration. Fallback on Control.
fr: Raccourci clavier du lecteur %s invalide. Contrôle sera utilisé.

source: Exception in update_annotation
fr: Exception dans update_annotation

source: Exception in update_relation
fr: Exception dans update_relation

source: Exception in update_view
fr: Exception dans update_view

source: Exception in update_query
fr: Exception dans update_query

source: Exception in update_resource
fr: Exception dans update_resource

source: Exception in update_schema
fr: Exception dans update_schema

source: Exception in update_annotationtype
fr: Exception dans update_annotationtype

source: Exception in update_relationtype
fr: Exception dans update_relationtype

source: The video does not seem to be a local resource. Cannot verify its checksum.
fr: La vidéo ne semble pas être une ressource locale, impossible de vérifier sa somme de contrôle.

source: Checksum was cancelled.
fr: Calcul abandonné

source: The %s checksum does not match the information that was stored in the package. You should check that the file is appropriate. Do you want to update the stored checksum?
fr: La somme de contrôle %s ne correspond pas à l'information stockée dans le recueil. Vous devriez vérifier que le fichier vidéo est correct. Voulez-vous stocker la nouvelle somme de contrôle ?

source: The %s checksum matches the stored checksum.
fr: La somme de contrôle %s correspond à la version stockée.

source: No checksum was stored in the package. Do you want to store this information?
fr: Aucune somme de contrôle n'est stockée dans le recueil. Voulez-vous ajouter cette information ?

source: Computing video checksum
fr: Calcul de la somme de contrôle

source: Computing checksum
fr: Calcul de la somme de contrôle

source: Enter the new time value
es: Ingresa un nuevo valor de tiempo
fr: Entrez le nouveau temps

source: Replace content in %d elements
es: Reemplazar contenido en %d elementos
fr: Remplacer du texte dans %d elements

source: Find word
es: Encontrar palabra
fr: Trouver le mot

source: Replace by
es: Reemplazar por
fr: Remplacer par

source: %(search)s has been replaced by %(replace)s in %(count)d element(s).
es: %(search)s ha sido reemplazado por %(replace)s en %(count)d elemento(s).
fr: %(search)s a été remplacé par %(replace)s dans %(count)d éléments(s).

source: The video extracting feature is not available.
es: La característica de extracción de video no está disponible
fr: La fonctionnalité d'extraction de vidéo n'est pas disponible

source: Destination filename (duration: %s)
fr: Nom du fichier destination (durée: %s)

source: Exporting to %s
fr: Export vers %s

source: Exporting %(duration)s video to %(filename)s
fr: Export d'une vidéo de %(duration)s vers %(filename)s

source: No media association is defined in the package. Please use the 'File/Associate a video file' menu item to associate a media file.
es: No se encontró una asociación medios definida en el paquete. Utiliza el elemento de menú 'Archivo / asociar un archivo de vídeo' para asociar un archivo multimedia.
fr: Aucun fichier vidéo n'est défini dans le recueil. Utilisez le menu 'Fichier/Associer un fichier vidéo' pour associer un fichier vidéo

source: The associated media %s could not be found. Please use the 'File/Associate a video file' menu item to associate a media file.
es: Los medios asociados %s no se pudieron encontrar. Utiliza el elemento de menú 'Archivo / asociar un archivo de vídeo' para asociar un archivo multimedia.
fr: La vidéo associée %s est introuvable. Utilisez le menu 'Fichier/Associer un fichier vidéo' pour associer un fichier vidéo.

source: You are now working with the following video: %s
es: Ahora estás trabajando con el siguiente video: %s
fr: Vous travaillez maintenant avec la vidéo suivante :\n %s

source: <span background="#ff8888" size="large"><b>Advene %(version)s has been released</b> on %(date)s, but you are running version %(current)s. You can download the latest version from the Advene website: http://advene.org/</span>
fr: <span background="#ff8888" size="large"><b>Advene %(version)s est disponible</b> depuis le %(date)s, mais vous utilisez la version %(current)s. Vous pouvez télécharger la dernière version depuis le site web d'Advene: http://www.advene.org/</span>

source: Go to the website
es: Ir al sitio web
fr: Aller sur le site web

source: Advene release
es: Liberación de Advene
fr: Nouvelle version d'Advene

source: You are using a up-to-date version of Advene (%(current)s).
es: Estás utilizando una versión actualizada de advene Advene (%(current)s).
fr: Vous utilisez une version à jour d'Advene (%(current)s).

source: Advene is up-to-date
es: Advene está actualizado
fr: Advene est à jour

source: Choose a color
es: Elige un color
fr: Choisissez une couleur

source: Select an annotation to loop on it
es: Selecciona una anotación para hacer un ciclo en ella.
fr: Sélectionnez l'annotation sur laquelle boucler

source: Looping on %s
es: Ciclo en %s
fr: Boucler sur %s

source: No active dynamic view
es: No hay una vista dinámica activa
fr: Aucune vue dynamique active

source: Create a new dynamic view.
es: Crear una nueva vista dinámica
fr: Créer une nouvelle vue dynamique.

source: Edit the current dynamic view.
es: Editar la vista dinámica actual.
fr: Éditer la vue dynamique courante

source: No dynamic view
es: No vista dinamica
fr: Pas de vue dynamique

source: Playing rate
es: Tasa de reproducción
fr: Vitesse de lecture

source: History
es: Historia
fr: Historique

source: You can drag and drop view icons (timeline, treeview, transcription...) in notebooks to embed various views.
es: Puedes arrastrar y soltar iconos de vistas (línea de tiempo, vista de árbol, transcripción...) en los cuadernos de notas para embeber varias vistas.
fr: Vous pouvez glisser-déposer les icônes des vues (ligne de temps, arbre, etc) dans les zones d'onglets pour les y intégrer.

source: Cannot create annotation. There is no schema to put it in.
es: No se puede crear la anotación. No hay esquema para ponerla dentro.
fr: Impossible de créer l'annotation : il n'y a pas de schéma pour la contenir.

source: Default annotation type
es: Tipo de anotación predeterminado
fr: Type d'annotation par défaut

source: Annotation created
es: Anotación creada
fr: Annotation créée

source: Play/Pause [Control-Tab / Control-Space]
es: Reproducir / Pausar [Control-Tab / Control-Espacio]
fr: Lecture/Pause [Contrôle-Tab / Contrôle-Espace]

source: Rewind (%.02f s) [Control-Left]
es: Regresar (%.02f s) [Control-Left]
fr: Reculer (%.02f s) [Contrôle-gauche]

source: Forward (%.02f s) [Control-Right]
es: Adelantar (%.02f s) [Control-Right]
fr: Avancer (%.02f s) [Contrôle-droite]

source: Previous frame [Control-Down]
es: Cuadro anterior [Control-Down]
fr: Image précédente [Contrôle-bas]

source: Next frame [Control-Up]
es: Cuadro siguiente [Control-Up]
fr: Image suivante [Contrôle-haut]

source: Fullscreen
es: Pantalla completa
fr: Plein écran

source: Screenshot saved to %s
es: Captura guardada en %s
fr: Capture sauvegardée dans %s

source: Screenshot saved in %s
es: Captura de pantalla guardada en %s
fr: Capture sauvegardée dans %s

source: Could not save screenshot: %s
es: No se pudo guardar la captura: %s
fr: Impossible de sauvegarder la capture: %s

source: Save screenshot to...
es: Guardar captura en...
fr: Sauver la capture d'écran sous...

source: Could not take snapshot with enough precision
es: No se pudo realizar una captura de pantalla con demasiada precisión
fr: Impossible de faire une capture avec suffisamment de précision

source: Export package data
es: Exportar los datos del paquete
fr: Exporter les données du recueil

source: Export annotation type %s
es: Exportar tipos de anotaciones %s
fr: Exporter le type d'annotation %s

source: Export element %s
es: Exportar elemento %s
fr: Exporter l'élément %s

source: Saved workspace
es: Espacio de trabajo guardado
fr: Environnement sauvegardé

source: Restoring workspace...
es: Restableciendo espacio de trabajo...
fr: Restauration de l'environnement

source: Do you wish to restore the %s workspace ?
es: ¿Quieres restablecer el espacio de de trabajo %s?
fr: Voulez-vous restaurer l'environnement %s ?

source: Clear the current workspace
es: Limpiar el espacio de trabajo actual
fr: Vider l'environnement courant

source: View %s is not an adhoc view
es: La vista %s no es una vista adhoc
fr: La vue %s n'est pas une vue adhoc

source: Cannot identify the adhoc view %s
es: No se puede identificar una vista adhoc %s
fr: Impossible de trouver la vue adhoc %s

source: Choose the annotation type to display as transcription.
es: Elige el tipo de anotacion para mostrarlo como transcripcion.
fr: Choisissez le type d'annotation à afficher sous forme de transcription.

source: Error: unable to find an edit popup for %(element)s
fr: Erreur : impossible d'ouvrir une fenêtre d'édition pour %(element)s

source: Editing %s
es: Editando %s
fr: Édition de %s

source: Comment view (%s)
es: Comentar vista (%s)
fr: Vue de commentaire (%s)

source: Open this view...
es: Abrir esta vista...
fr: Ouvrir cette vue...

source: ...in its own window
es: ...está en su ventana
fr: ...dans sa propre fenêtre

source: ...embedded east of the video
es: ...embebido en el este del video
fr: ...intégrée à l'est de la vidéo

source: ...embedded west of the video
es: ...embebido en el oeste del video
fr: ...intégrée à l'ouest de la vidéo

source: ...embedded south of the video
es: ...embebido al sur del video
fr: ...intégrée au sud de la vidéo

source: ...embedded at the right of the window
es: ...embebido a la derecha de la ventana
fr: ...intégrée à droite de la vidéo

source: Package %(uri)s saved: %(annotations)s and %(relations)s.
es: Paquete %(uri)s guardado: %(annotations)s y %(relations)s.
fr: Recueil %(uri)s sauvé. %(annotations)s et %(relations)s.

source: Activating package %s
es: Activando paquete %s
fr: Activation du recueil %s

source: Package %(uri)s loaded: %(annotations)s and %(relations)s.
es: Paquete %(uri)s cargado: %(annotations)s y %(relations)s.
fr: Recueil %(uri)s chargé. %(annotations)s et %(relations)s.
