Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: No selected annotation
es: No hay anotación seleccionada
fr: Pas d'annotation sélectionnée

source: %d selected annotation(s)
es: %d anotación(es) seleccionada(s)
fr: %d annotation(s) sélectionnée(s)

source: Unselect all annotations
es: Quitar selección a todas las anotaciones
fr: Déselectionner toutes les annotations

source: Create a static view
es: Crear una nueva vista estática
fr: Créer une vue statique

source: Highlight selection in other views
es: Resalta la selección en otras vistas
fr: Signaler les annotations actives dans les autres vues

source: Tag selection
es: Selección de etiquetas
fr: Taguer la sélection

source: Delete selected annotations
es: Elimina las anotaciones seleccionadas
fr: Supprimer les annotations sélectionnées

source: Display selection in a table
es: Muestra la selección en una tabla
fr: Affiche la sélection dans un tableau

source: Center and zoom on selection
es: Centrar y acercar en la selección
fr: Centrer et zoomer sur la sélection

source: Edit selected annotations
es: Edita las anotaciones seleccionadas
fr: Éditer les annotations sélectionnées

source: Offset selected annotations
fr: Décaler les annotations sélectionnées

source: Merge annotations
es: Unir anotaciones
fr: Fusionner les annotations

source: Display statistics
es: Muestra estadísticas
fr: Afficher les statistiques

source: Extract video
fr: Extraire une vidéo

source: Select all annotations of the same type in this time range
fr: Sélectionner les annotations du même type dans cette plage de temps

source: Select all annotations in this time range
fr: Sélectionner les annotations dans cette plage de temps

source: Goto previous page
es: Ir a la página anterior
fr: Aller à la page précédente

source: Goto next page
es: Ir a la página siguiente
fr: Aller à la page suivante

source: Inspector
fr: Inspecteur

source: Inspector locked. Click here or in the timeline background to unlock.
es: Inspector cerrado. Clic aquí o en el fondo de la linea de tiempo para abrir.
fr: Inspecteur verrouillé. Cliquez ici ou dans le fond de la timeline pour déverrouiller.

source: Delete the selected annotations or drop an annotation here to delete it.
es: Elimina las acciones seleccionadas o arrastra una anotación aquí para eliminarla.
fr: Supprimer les annotations sélectionnée ou déposer une annotation ici pour la supprimer.

source: Drag an annotation type here to remove it from display. Click to edit all displayed types
es: Arrastra un tipo de anotación aquí para removerlo de la visualización. Clic para editar todos los tipos mostrados
fr: Déposez un type d'annotation ici pour l'enlever de l'affichage. Cliquez pour éditer l'ensemble des types affichés.

source: Selection actions
es: Acciones de selección
fr: Actions sur la sélection

source: Display relations
es: Muestra las relaciones
fr: Afficher les relations

source: Display all relations
es: Muestra todas las relaciones
fr: Afficher toutes les relations

source: Zoom out
es: Alejar
fr: Dézoomer

source: Zoom in
es: Acercar
fr: Zoomer

source: Center on current player position.
es: Centrar en la posición actual del reproductor
fr: Centrer sur la position courante

source: Automatically activate loop when clicking on an annotation
es: Activar ciclo automáticamente cuando de da clic en una anotación
fr: Activer la boucle automatiquement lors du clic sur une annotation

source: Displayed
es: Mostrado
fr: Affichés

source: Ann. count
fr: Nb ann.

source: < All <
es: < Todo <
fr: < Tout <

source: > All >
es: > Todo >
fr: > Tout >

source: Displayed annotation types
es: Tipos de anotación mostrados
fr: Types d'annotations affichés

source: Relation type
es: Tipo de relación
fr: Type de relation

source: Display relation type
fr: Afficher le nom du type de relation

source: Relation content
es: Contenido de relación
fr: Contenu de relation

source: Display relation content
es: Mostrar contenido de relación
fr: Afficher le contenu des relations

source: All relations of the same type
fr: Toutes les relations de même type

source: Display all relations of the same type upon mouseover
fr: Afficher toutes les relations de même type au survol de l'annotation

source: Highlight
es: Marcar
fr: Mise en valeur

source: Highlight active annotations
es: Realzar las anotaciones activas
fr: Signaler les annotations actives

source: Give the offset to apply on on selected annotations. It is in ms and can be either positive or negative.
fr: Indiquez l'offset à ajouter sur les annotations sélectionnées. La valeur est en ms et peut être positive ou négative.

source: Enter the tag for the selection
es: Ingresar etiqueta para la selección
fr: Entrez le tag pour la sélection

source: The tag contains invalid characters
es: La etiqueta contiene caracteres no válidos
fr: Ce tag contient des caractères non valides.

source: Relations view
es: Vista de relaciones
fr: Vue des relations

source: Edition History
es: Historial de navegación
fr: Historique d'édition

source: Access last edited/created elements
es: Acceder a los elementos editados / creados al final
fr: Éléments récemment édités/créés

source: Created
es: Creado
fr: Créés

source: Edited
es: Editado
fr: Édités

source: Tag Bag
es: Bolsa de etiquetas
fr: Sac à tags

source: New tag
es: Nueva etiqueta
fr: Nouveau tag

source: New tag name
es: Nuevo nombre de etiqueta
fr: Nouveau tag

source: Enter a new tag name and select its color.
es: Ingresa un nuevo nombre de etiqueta y selecciona su color
fr: Entrez un nouveau tag et sélectionnez sa couleur.

source: Name
es: Nombre
fr: Nom

source: Color
fr: Couleur

source: Tag bag options
es: Opciones de la bolsa de etiquetas
fr: Options du sac à tags

source: Update with new tags
es: Actualizar con nuevas etiquetas
fr: Afficher les nouveaux tags

source: Automatically display new defined tags
es: Muestra nuevas etiquetas definidas automáticamente
fr: Afficher automatiquement les nouveaux tags

source: Choose the color for tag %s
es: Selecciona el color para la etiqueta %s
fr: Choisissez la couleur du tag %s

source: Set color
es: Establece el color
fr: Choix de couleur

source: Remove
es: Remover
fr: Supprimer

source: Drop a tag here to remove it from the list
es: Arrastra una etiqueta aquí para removerla de la lista
fr: Déposez un tag ici pour le supprimer de la liste.

source: Save as adhoc view
es: Guardar como una vista adhoc
fr: Sauvegarder comme vue adhoc

source: Add a new tag
es: Agrega una nueva etiqueta
fr: Ajouter un nouveau tag

source: Display all defined tags
es: Muestra todas las etiquetas definidas
fr: Afficher tous les tags

source: Invalid view id
es: id vista no válida
fr: Identificateur de vue invalide

source: Cannot save default options: %s
es: No se pueden guardar las opciones predeterminadas: %s
fr: Impossible de sauvegarder les options par défaut : %s

source: Default options saved for view %s
es: Opciones predeterminadas para vistas almacenadas %s
fr: Options par défaut sauvées pour la vue %s

source: Error in source evaluation %s
fr: Erreur dans l'évaluation de l'expression %s

source: Saving %s
es: Guardando %s
fr: Sauver %s

source: Enter a view name to save this parametered view
es: Ingresar un nombre de vista para almacenar esta vista con parámetros
fr: Entrez un nom de vue pour sauvegarder cette vue paramétrée

source: Error: the view %s is not an adhoc view.
es: Error: la vista %s no es una vista adhoc.
fr: Erreur : la vue %s n'est pas une vue ad-hoc

source: HTML export
es: Exportar HTML
fr: Export HTML

source: Specify a name for the export view
es: Especificar un nombre para la vista de exportar
fr: Choisissez un nom pour l'export de la vue.

source: View successfully exported as %s. Open it in the web browser ?
es: La vista se exportó satisfactoriamente como %s. ¿Abrirla en el navegador web?
fr: Vue exportée sous le nom %s. Souhaitez-vous l'ouvrir dans le navigateur web ?

source: Click or drag-and-drop to reattach view
es: Clic o arrastra-y-suelta para volver a adjuntar la vista
fr: Cliquer ou glisser-déposer pour réattacher la vue

source: List of views
es: Lista de vistas
fr: Liste des vues

source: Static views
es: Vistas estáticas
fr: Vues statiques

source: Dynamic views
es: Vistas dinámicas
fr: Vues dynamiques

source: Admin views
es: Vistas e administración
fr: Vues administratives

source: Adhoc views
es: Vistas adhoc
fr: Vues adhoc

source: No resources
fr: Pas de ressource

source: View <b>%(title)s</b> Id: %(id)s
es: Vista <b>%(title)s</b> Id: %(id)s
fr: Vue <b>%(title)s</b> Id: %(id)s

source: Open in webbrowser
es: Abrir en el navegador web
fr: Afficher dans un navigateur web

source: View applied to %s
es: Vista aplicada a %s
fr: Vue appliquée sur %s

source: Activate
es: Activar
fr: Activer

source: Open in GUI
es: Abrir en la interfaz gráfica de usuario
fr: Ouvrir dans l'interface

source: Unknown type of view??
es: ¿Tipo de vista desconocido?
fr: Type de vue inconnu??

source: Edit view
es: Editar vista
fr: Éditer la vue

source: Edit query
es: Edita consulta
fr: Éditer la requête

source: Try to apply the query on...
es: Trata de aplicar la consulta en...
fr: Essayer d'appliquer la requête sur...

source: the package
es: el paquete
fr: le recueil

source: all annotations of the package
es: todas las anotaciones del paquete
fr: toutes les annotations du recueil

source: the first annotation of the package
es: la primer anotación del paquete
fr: la première annotation du recueil

source: Edit resource
es: Editar recurso
fr: Éditer la ressource

source: Package %(title)s: %(schema)s %(annotation)s in %(annotation_type)s %(relation)s in %(relation_type)s %(query)s %(view)s Description: %(description)s Annotation statistics: %(statistics)s
fr: Recueil %(title)s: %(schema)s %(annotation)s dans %(annotation_type)s %(relation)s dans %(relation_type)s %(query)s %(view)s Description: %(description)s Statistiques: %(statistics)s

source: Edit
es: Editar
fr: Éditer

source: Metadata
es: Meta datos
fr: Métadonnées

source: Column-based package finder
es: Buscador de paquete basado en columnas
fr: Afficher un navigateur en colonnes du recueil

source: EditAccumulator
es: Editar acumulador
fr: Accumulateur d'édition

source: ActiveBookmarks
es: SeparadoresActivos
fr: Signets Actifs

source: Export as static view
es: Exportar como vista estática
fr: Exporter en tant que vue statique

source: Bookmark duration
es: Duración del separador
fr: Durée du signet.

source: Enter the duration (in ms) to convert bookmarks into annotations
es: Ingresar la duración (en ms) para convertir los separadores en anotaciones
fr: Entrez la durée standard (en ms) pour convertir les signets en annotations.

source: User-specified duration
es: Duración especificada por el usuario
fr: Durée définie par l'utilisateur

source: 2s duration
es: 2s duración
fr: Durée de 2s

source: Complete coverage
es: Cobertura completa
fr: Couverture complète

source: Drop a bookmark here to remove it from the list
es: Arrastra un separador aquí para removerlo de la lista
fr: Déposez un signet ici pour le supprimer de la liste.

source: Type of the annotations that will be created
es: Tipo de anotaciones que serán cradas
fr: Type d'annotation où les annotations seront créées.

source: Smallish
es: Más pequeño
fr: Tout petit

source: Small
es: Pequeño
fr: Petit

source: Large
es: Grande
fr: Grand

source: Larger
es: Más grande
fr: Plus grand

source: Huge
es: Inmenso
fr: Énorme

source: Complete bookmarks into annotations
es: Completar los separadores en anotaciones
fr: Compléter les signets en annotations

source: Save the current state
es: Guardar el estado actual
fr: Sauvegarder l'état courant

source: Set the size of snaphots
es: Establece el tamaño de las capturas de pantalla
fr: Fixer la taille des vignettes

source: Remove end timestamp
es: Remover la estampa de tiempo (timestamp) final
fr: Supprimer la marque de temps de fin

source: Error: cannot find an appropriate schema to create the Active-bookmark type.
es: Error: no se puede encontrar un esquema apropiado para crear el tipo de separador-activo.
fr: Erreur: impossible de trouver un schéma approprié pour créer le type Active-bookmark

source: Active bookmark
es: Separador activo
fr: Signet actif

source: Validate the annotation
es: Validar la anotación
fr: Valider l'annotation

source: Duplicate bookmark
es: Duplicar el separador
fr: Dupliquer le signet

source: Remove bookmark
es: Remover el separador
fr: Supprimer le signet

source: Remove begin timestamp
es: Remover la estampa de tiempo (timestamp) inicial
fr: Supprimer le temps de début

source: Complete bookmark
es: Completa el separador
fr: Compléter le signet

source: Change type to
es: Cambiar el tipo a
fr: Changer le type en

source: Links
es: Vínculos
fr: Liens

source: URL stack
es: Apilado URL
fr: Pile d'URL

source: Go to the given position
es: Ir a la posicion dada
fr: Déplacement à une position donnée

source: Push a URL on the stack
es: Meter un URL al apilado
fr: Ajouter une URL à la pile

source: Description of the URL
es: Descripción del URL
fr: Description de l'URL

source: Interactive query
es: Busqueda interactiva
fr: Requête interactive

source: Interactive query dialog
es: Diálogo de consulta interactiva
fr: Fenêtre de requête interactive

source: Save query
es: Guardar consulta
fr: Sauver la requête

source: Invalid query. The following fields have an invalid value: %s
es: Busqueda invalida. Los campos siguientes tienen un valor no valido: %s
fr: Requête invalide. Les champs suivants ne sont pas valides: %s

source: Saving the query...
es: Guardando la consulta...
fr: Sauvegarde de la requête

source: Give a title and identifier for saving the query
es: Da un título e identificador para guardar la consulta
fr: Donnez un titre à la requête

source: Expert search
es: Búsqueda experta
fr: Mode expert

source: TALES error in interactive expression: %s
es: TALES error en una expresión interactiva: %s
fr: Erreur TALES dans l'expression interactive :< %s

source: Interactive result
es: Resultado interactivo
fr: Résultat de requête interactive

source: Interactive result display
es: Visualización interactiva de resultado
fr: Résultat de requête interactive

source: Result of interactive query
es: Resultado de una consulta interactiva
fr: Résultats de la requête interactive

source: Result of a query
es: Resultado de una consulta
fr: Résultat d'une requête

source: Comment on annotations containing %s
es: Comentar en anotaciones que contengan %s
fr: Commentaire sur les annotations contenant %s

source: Choose the annotation type where annotations will be created.
es: Elige el tipo de anotación donde van a ser creadas las anotaciones
fr: Choisissez le type d'annotation où les annotations seront créées.

source: Copied result of the '%s' query
es: Resultado copiado de la '%s' consulta
fr: Copie du résultat de la requête '%s'

source: Search/replace content in %d elements
es: Buscar / reemplazar contenido en %d elementos
fr: Rechercher/remplacer dans %d éléments

source: Edit query again
es: Edita la consulta de nuevo
fr: Rééditer la requête

source: Search again
es: Busca de nuevo
fr: Relancer la recherche

source: Empty result
es: Vacía el resultado
fr: Résultat vide

source: Result is a list of %d annotations.
es: El resultado es una lista de %d anotaciones.
fr: Le résultat est une liste de %d annotation(s).

source: Result is a list of %(number)d elements with %(elements)s.
es: El resultado es una lista de %(number)d elementos con %(elements)s.
fr: Le résultat est une liste de %(number)d elements avec %(elements)s.

source: Unhighlight annotations
es: Quitar resaltado de anotaciones
fr: Désactiver les annotations

source: Highlight annotations
es: Resalta las anotaciones
fr: Activer les annotations

source: Other elements
es: Otros elementos
fr: Autres éléments

source: Display annotations in timeline
es: Mostrar anotaciones en una línea de tiempo
fr: Afficher les annotations dans une ligne de temps

source: Display annotations as transcription
es: Mostrar anotaciones comp transcripción
fr: Afficher les annotations sous forme de transcription

source: Export table
es: Exporta una tabla
fr: Exporter le tableau

source: Create annotations from the result
es: Crear anotaciones del resultado
fr: Créer des annotations à partir du résultat

source: Define a montage with the result
es: Definir un montaje con el resultado
fr: Définir un montage avec le résultat

source: Create a comment view with the result
es: Crear una vista de comentario con el resultado
fr: Créer un commentaire avec le résultat

source: Search and replace strings in the annotations content
es: Busca y reemplaza cadenas de texto en el contenido de las anotaciones
fr: Cherche et remplace du texte dans le contenu des annotations

source: Edit elements
es: Editar elementos
fr: Éditer les éléments

source: Open in python evaluator
es: Abrir en el evaluador de python
fr: Afficher dans l'évaluateur python

source: Result: %s
es: Resultado: %s
fr: Résultat: %s

source: Results of _interactive query
es: Resultados de_la búsqueda interactiva
fr: Résultats de la requête _interactive

source: Choose the file to insert
es: Elige un archivo a insertar
fr: Choisissez le fichier à insérer

source: Select a valid identifier
es: Selecciona un identificador válido
fr: Sélectionnez un identificateur valide.

source: The filename %s contains invalid characters that have been replaced. You can modify this identifier if necessary:
es: El nombre de archivo %s contiene caracteres no válidos que han sido reemplazados. Puedes modificar este identificador si es necesario:
fr: Le nom de fichier %s contient des caractères invalides qui ont été remplacés. Vous pouvez modifier cet identificateur si nécessaire.

source: Choose the soundclip to insert
es: Elegir clip de audio para insertar
fr: Choisissez le fichier son à insérer

source: Choose the directory to insert
es: Elige un directorio para insertar
fr: Choisissez le répertoire à insérer.

source: Apply %s
fr: Appliquer %s

source: Give the offset to use on specified element. It is in ms and can be either positive or negative.
es: Da la compensacion para usar en el elemento especificado. Esta en ms y puede ser tanto positiva como negativa.
fr: Indiquez l'offset à ajouter sur l'élément spécifié. La valeur est en ms et peut être positive ou négative.

source: Replace content in %s
es: Reemplazar contenido en %s
fr: Remplacer du texte dans %s

source: Replace content in annotations of type %s
es: Reemplazar el contenido en las anotaciones de tipo %s
fr: Remplacer du texte dans les annotations de type %s

source: Replace content in all annotations
es: Reemplazar contenido en todas las anotaciones
fr: Remplacer du texte dans toutes les annotations

source: Copy id %s
es: Copiar id %s
fr: Copier l'id %s

source: <b>Statistics about %s</b>
es: <b>Estadísticas acerca %s</b>
fr: <b>Statistiques sur %s</b>

source: Renumbering annotations of type %s
es: Renumerando las anotaciones del tipo %s
fr: Renumérotation des annotations de type %s

source: <b>Renumber all annotations according to their order.</b> <i>Note that this action cannot be undone.</i> Replace the first numeric value of the annotation content with the new annotation number. If no numeric value is found and the annotation is structured, it will insert the number. If no numeric value is found and the annotation is of type text/plain, it will overwrite the annotation content. The offset parameter allows you to renumber from a given annotation.
es: <b>Cambiar la numeración de todas las anotaciones de acuerdo a su orden.</b> <i>Esta acción no se puede deshacer.</i> Coloca el primer valor numérico del contenido de anotación con el nuevo número de anotación. Si no se encuentra ningún valor numérico y la anotación es estructurada, se insertará el número. Si no se encuentra ningún valor numérico y la anotación es de tipo text/plain, sobrescribirá el contenido de la anotación. El parámetro de desplazamiento le permite volver a numerar a partir de una anotación dada.
fr: <b>Renumérotation des annotations suivant leur ordre.</b> <i>Attention, cette action ne peut pas être annulée.</i> Cette action va remplacer la première valeur numérique de l'annotation par son numéro d'ordre. Si aucune valeur numérique n'est présente et que l'annotation est structurée, le numéro sera inséré. Si aucune valeur numérique n'est trouvée et que le type est text/plain, le contenu de l'annotation sera écrasé. Le paramètre offset permet de commencer la numérotation à partir de l'annotation offset.

source: Renumbering %d annotations
es: Volviendo a numerar %d anotaciones
fr: Renumérotation de %d annotations

source: Created %(name)s - %(n)d annotations
fr: Créé %(name)s - %(n)d annotations

source: Splitting package according to %s
fr: Découpage du recueil selon %s

source: For each of the %(count)d annotations in %(atype)s, create a package named after the source package and the annotation content, copying only annotations contained in the reference annotation.
fr: Pour chacune des %(count)d annotations de %(atype)s, créer un recueil nommé d'après le recueil d'origine et le contenu de l'annotation, en n'y copying que les annotations contenues dans l'annotation de référence.

source: Browse
es: Navegar
fr: Explorateur TALES

source: Open in web browser
es: Abrir en un navegador web
fr: Afficher dans un navigateur web

source: Delete
es: Borrar
fr: Supprimer

source: Search/replace content
es: Buscar / reemplazar contenido
fr: Rechercher/remplacer

source: Desactivate
es: Desactivar
fr: Désactiver

source: Loop
es: Ciclo
fr: Boucler

source: Duplicate
es: Duplicar
fr: Dupliquer

source: Save snapshot...
es: Guardar captura...
fr: Prendre une capture d'écran

source: Extract video fragment
es: Extraer fragmento de video
fr: Extraire un fragment vidéo

source: Incoming
es: Entrando
fr: Entrantes

source: Outgoing
es: Saliendo
fr: Sortantes

source: Related annotations
es: Anotaciones relacionadas
fr: Annotations liées

source: Incoming relations
es: Relaciones entrantes
fr: Relations entrantes

source: Outgoing relations
es: Relaciones salientes
fr: Relations sortantes

source: Begin: %s
es: Inicio: %s
fr: Début : %s

source: End: %s
es: Final: %s
fr: Fin : %s

source: Duration: %s
es: Duración: %s
fr: Durée : %s

source: Members:
es: Miembros:
fr: Membres:

source: Edit package properties...
es: Editar propiedades de los paquetes...
fr: Éditer les propriétés du recueil...

source: %d annotations(s) - statistics
es: %d anotaciones - estadísticas
fr: %d annotation(s) - statistiques

source: Offset all annotations
fr: Décaler toutes les annotations

source: Search/replace content in all annotations
fr: Rechercher/remplacer du texte dans toutes les annotations

source: Display all annotations as a table
fr: Afficher toutes les annotations dans un tableau

source: Create a new static view...
es: Crear una nueva vista...
fr: Créer une nouvelle vue statique...

source: Create a new dynamic view...
es: Crear una nueva vista dinámica...
fr: Créer une nouvelle vue dynamique...

source: Create a new annotation...
es: Crear una nueva anotacion
fr: Créer une nouvelle annotation...

source: Create a new schema...
es: Crear un nuevo esquema...
fr: Créer un nouveau schéma

source: Create a new query...
es: Crear una nueva busqueda...
fr: Créer une nouvelle requête

source: Create a new folder...
es: Crear una nueva carpeta...
fr: Créer un nouveau répertoire...

source: Create a new resource file...
es: Crear un nuevo archivo de recurso...
fr: Créer une nouvelle ressource

source: Insert a new resource file...
es: Insertar un nuevo archivo de recurso...
fr: Insérer un nouveau fichier ressource...

source: Insert a new resource directory...
es: Insertar un nuevo directorio de recursos...
fr: Insérer un nouveau répertoire ressource...

source: Insert a soundclip...
es: Insertar un clip de sonido...
fr: Insérer un fichier son...
