Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: Input from the braille table.
es: Entrada de tabla de braille
fr: Entrée depuis la plage Braille

source: BrlTTY not installed. There will be no braille support.
es: BrlTTY no está instalado. No habrá soporte para braille.
fr: BrlTTY n'est pas installé. Il n'y aura pas de support Braille.

source: Could not initialize BrlTTY. No braille support.
es: No se pudo inicializar BrlTTY. No hay soporte para braille.
fr: Impossible d'initialiser BrlTTY. Il n'y aura pas de support Braille.

source: Display a message in Braille
es: Muestra un mensaje en Braille
fr: Afficher un message en Braille

source: Message to display.
es: Mensaje a mostrar
fr: Message à afficher

source: BrlTTY connection error: %s
es: Error de conexión BrlTTY: %s
fr: BrlTTY - erreur de connexion: %s

source: Braille display:
es: Visualización braille:
fr: Affichage braille :

source: No message
es: Sin mensaje
fr: Pas de message

source: Youtube XML importer
fr: Importateur d'annotations Youtube

source: Importing transcript
fr: Importer une transcription

source: AdA RDF exporter
fr: Exporteur AdA RDF

source: Cannot determine ontology URI for type %s
fr: Impossible de déterminer l'URI ontologie pour le type %s

source: Cannot find the ontology URI. It should be defined as package metadata.
fr: Impossible de trouver l'URI de l'ontologie. Elle doit être définie dans les métadonnées du recueil.

source: For every annotation type that has predefined keywords, this table displays the annotations that contain unspecified keywords or invalid syntax. Update is not real-time, you need to manually update the view with the button below.
fr: Pour chaque type d'annotation ayant des mots-clés prédéfinis, ce tableau affiche les annotations contenant des mots-clés non spécifiés ou une syntaxe invalide. La mise à jour n'est pas en temps-réel, vous devez la relancer avec le bouton ci-dessous.

source: Aeidon (subtitles) importer
es: Importador de subtítulos (Aeidon)
fr: Importateur sous-titres (Aeidon)

source: Anvil importer
es: Importador Anvil
fr: Importateur Anvil

source: DTMF Tone detector
fr: Détecteur de code DTMF

source: Maximum duration of tones.
fr: Durée maximum de la tonalité

source: DTMF code
fr: Code DTMF

source: DTMF signals
fr: Signaux DTMF

source: Final Cut Pro XML importer
es: Importar XML de Final Cut Pro
fr: Importateur Final Cut Pro XML

source: Importing subtitles
es: Importando subtitulos
fr: Import des sous-titres

source: Importing clips
es: Importando clips
fr: Import des clips

source: No clip
es: No hay clip
fr: Pas de clip

source: VIAN importer
fr: Importateur VIAN

source: Converted from %s
es: Convertido de %s
fr: Converti depuis %s

source: HPI concept extraction
fr: Extraction de concept HPI

source: Type of annotation to analyze
fr: Type d'annotation à analyser

source: URL of the webservice
fr: URL du service web

source: Minimum confidence level (between 0.0 and 1.0)
fr: Niveau de confiance minimum (entre 0.0 et 1.0)

source: Use detected position for created annotations
fr: Utiliser les positions détectées pour créer les annotations

source: Split by entity type
fr: Diviser par type d'entité

source: Model to be used for detection
fr: Modèle à utiliser pour la détection

source: Create relations between the original annotations and the new ones
fr: Créer des relations entre les annotations originales et les nouvelles

source: Cannot connect to VCD server. Check that it is running and accessible.
fr: Impossible de se connecter au serveur VCD. Vérifiez qu'il est disponible et accessible.

source: %(count)d / %(total)d screenshots are missing. Wait for extraction to complete.
fr: %(count)d / %(total)d images manquantes. Attendez que l'extraction soit terminée.

source: Concepts for %s
fr: Concepts pour %s

source: Server error: %s
fr: Erreur serveur: %s

source: Server transmission error.
fr: Erreur de transmission du server.

source: Parsing %d results
fr: Traitement de %d résultats

source: Parsing %(count)d results (level %(confidence)f)
fr: Traitement de %(count)d résultats (niveau %(confidence)f)

source: %s concept
fr: Concept %s

source: Shot detection (Delakis version)
es: Detector de capturas (versión Delakis)
fr: Détection de plans (version Delakis)

source: Cache histogram alongside video files.
es: Caché de histograma junto con archivos de vídeo.
fr: Stocker l'histogramme à côté du fichier vidéo

source: Parameter profile: safe will detect less cuts, aggressive will detect more cuts (but more false ones too). default is a compromise.
es: Perfil de parámetro: seguro va a detectar menos cortes, agresivo va a detectar más cortes (pero más falsos positivos también). Predeterminado es un compromiso.
fr: Profil de configuration: "safe" détectera moins de coupures, "aggressive" en détectera plus (mais plus d'incorrects également). "default" est un compromis.

source: Shot (%s profile)
es: Captura (%s profile)
fr: Plan (profil %s)

source: Detected shots
es: Capturas detectadas
fr: Plans détectés

source: Loading histogram
es: Cargando histograma
fr: Chargement de l'histogramme

source: Computing hdiff
es: Calcular hdiff: %s
fr: Calcul du hdiff

source: Detecting cuts
es: Detectando cortes
fr: Détection des plans

source: Detecting dissolves
es: Detectando disoluciones
fr: Détection des fondus

source: Extracting histogram
es: Extrayendo histograma
fr: Extraction de l'histogramme

source: WebAnnotation importer
fr: Importateur WebAnnotation

source: Video montage exporter
fr: Export de montage vidéo

source: Transcriber importer
es: Importador de transcripciones
fr: Importateur Transcriber

source: Parsing section information
es: Analizando sección de información
fr: Traitement des informations de section

source: Creating package
es: Creando paquete
fr: Création du recueil

source: Creating annotation types
es: Creando tipos de anotaciones
fr: Création des types d'annotation

source: Parsing header information
es: Analizando información del encabezado
fr: Traitement de l'entête

source: Parsing topic and speaker tables information
es: Analizando el tópico y la información de las tablas del presentador
fr: Traitement des tables de sujet et orateur

source: Pronounce a text
es: Pronuncia un texto
fr: Prononcer un texte

source: String to pronounce.
es: Texto a pronunciar
fr: Chaîne à prononcer

source: TTS disabled. Cannot find the application 'festival' in PATH
es: TTS deshabilitado. No se puede encontrar la aplicación 'festival' en el PATH
fr: Synthèse vocale désactivée. Impossible de trouver l'application 'festival'

source: TTS disabled. Cannot find the application 'aplay' in PATH
es: TTS deshabilitado. No se puede encontrar la aplicación 'aplay' en el PATH
fr: Synthèse vocale désactivée. Impossible de trouver l'application 'aplay'

source: Sound enveloppe
es: Envolvente de sonido
fr: Enveloppe sonore

source: Interval (in ms) at which to take samples.
es: Intervalo (en ms) de cuando tomar muestras.
fr: Intervalle d'échantillonage (en ms)

source: Maximum number of samples per annotation.
es: Número máximo de muestras por anotación
fr: Nombre maximum d'échantillons par annotation

source: Value to consider (peak or RMS).
fr: Valeur à utiliser (peak ou RMS)

source: Lower dB limit
fr: Limite inférieure en dB

source: Keyword extraction
fr: Extraction de mots-clés

source: Cannot register motion detection: opencv plugins not found. Install the gstreamer1.0-opencv package.
fr: Impossible d'activer la détectin de mouvement. Installez le package gstreamer1.0-opencv.

source: Motion cell detection
fr: Détection de mouvement

source: Sensitivity [0..1]
fr: Sensibilité [0..1]

source: Motion
fr: Mouvement

source: Webglimpse exporter
fr: Exporteur webglimpse

source: Scene change detection
fr: Détection de plans

source: Scene change
fr: Changement de plan

source: HPI Dominant Color Extractor
fr: Détecteur HPI de couleur dominante

source: defines the colorspace that is used by color extractor
fr: définit l'espace de couleur utilisé pour l'extraction

source: A color is ignored if the fraction of all assigned pixels of a segment is below the given threshold.
fr: Une couleur est ignorée si la fraction des pixels du segment est en dessous du seuil

source: A color is ignored if the mean distance between all assigned pixels and the color value is below the given threshold.
fr: Une couleur est ignorée si la distance moyenne entre les pixels et la valeur de couleur en dessous du seuil

source: Defines the colors that are used for color extraction. Format is { 'color1': [R,G,B], 'color2': [R,G,B], ... }.
fr: Définit les couleurs qui sont utilisées pour l'extraction. Le format est { 'color1': [R,G,B], 'color2': [R,G,B], ... }.

source: Cannot find any annotation
fr: Pas d'annotation définie

source: Unsupported color space: {cs}
fr: Espace de couleur non supporté: {cs}

source: Relative cluster size must be > 0.0 and < 1.0.
fr: La taille relative du cluster doit être > 0.0 et < 1.0

source: Cluster compactness must be > 0.0 and < 1.0.
fr: La compacité du cluster doit être > 0.0 et < 1.0

source: Invalid color format: {colors}
fr: Format de couleur invalide : {colors}

source: Invalid RGB value for color {color}: ({r},{g},{b})
fr: Valeur RGB invalide pour la couleur {color}: ({r}, {g}, {b})

source: Dominant Color Extractor
fr: Extracteur de couleur dominante

source: Quantizes pixel RGB values into list of named colors.
fr: Quantifie les valeurs RGB dans des listes de couleurs prédéfinies.

source: Text importer
es: Importador de texto
fr: Importateur texte

source: Specify the encoding of the input file (latin1, utf8...)
es: Especifica la codificación del archivo de entrada (latin1, utf8...)
fr: Spécifiez l'encodage du fichier d'entrée (latin, utf8...)

source: Should the timestamps be encoded relative to the first timestamp?
fr: Les timecodes doivent-ils être décalés en considérant le premier à zéro ?

source: Unit to consider for integers
fr: Unité à utiliser pour les entiers

source: What timestamps are present in a line (only begin, both begin and end, or automatic recognition)
fr: Quels timecodes sont présents sur une ligne : uniquement le début (begin), début et fin (both) ou reconnaissance automatique (auto)

source: Consider the first data word as a type id
fr: Utiliser le premier mot comme identifiant de type

source: lsdvd importer
es: Importador lsdvd
fr: Importateur lsdvd

source: Processing data
es: Procesando datos
fr: Traitement des données

source: DVD Chapter
es: Capitulo de DVD
fr: Chapitre DVD

source: Launching lsdvd...
es: Lanzando lsdvd...
fr: Lancement de lsdvd

source: chaplin importer
es: Importador chaplin
fr: Importateur chaplin

source: Xi importer
es: Importador Xi
fr: Importateur Xi

source: Subtitle (SRT) importer
es: Importador de subtítulos (SRT)
fr: Importateur sous-titres (SRT)

source: Output annotation type (either existing or created)
fr: Type d'annotation destination (existant ou à créer)

source: Subtitles from %s
es: Subtítulos de %s
fr: Sous-titres de %s

source: Cannot decode subtitle file. Try to specify an encoding (latin1 perhaps?).
fr: Impossible de décoder le fichier de sous-titres. Essayez de spécifier un encodage (latin1 peut-être ?)

source: PRAAT importer
es: Importador PRAAT
fr: Importateur PRAAT

source: CMML importer
es: Importar CMML
fr: Importateur CMML

source: Parsing clip information
es: Analizando información de clip
fr: Traitement des informations de clip

source: Creating CMML schema
es: Creando esquema CMML
fr: Création du schéma CMML

source: Parsing stream information
es: Analizando flujo de información
fr: Traitement des informations sur le média

source: IRI importer
es: Importar IRI
fr: Importateur IRI

source: Generate one type per view
es: Genera un tipo por vista
fr: Générer un type par vue

source: Parsing ensemble %s
es: Analizando ensamble %s
fr: Traitement de l'ensemble %s

source: Parsing decoupage %s
es: Analizando desacoplaje %s
fr: Traitement du découpage %s

source: Parsing views
es: Analizando vistas
fr: Traitement des vues

source: Initializing package
es: Inicializando paquete
fr: Initialisation du recueil

source: IRIData importer
es: Importador IRIData
fr: Importateur IRIData

source: Parsing sound values
es: Analizando valores de sonido
fr: Traitement des valeurs d'échantillons de son

source: Creating annotations
es: Creando anotaciones
fr: Création des annotations

source: FlatJSON importer
fr: Importeur FlatJSON

source: DCP importer
es: Importador DCP
fr: Importateur DCP

source: Converting #%(num)d / %(count)d
es: Convirtiendo #%(num)d / %(count)d
fr: Conversion #%(num)d / %(count)d

source: Dummy detection
fr: Importeur vide

source: AnnotationGraph importer
es: Importador AnnotationGraph
fr: Importateur AnnotationGraph

source: ShotdetectApp importer
es: Importador de ShotdetectApp
fr: Importateur ShotdetectApp

source: Sensitivity of the algorithm. It should typically be between 50 and 80. If too many shots are detected, try to increase its value.
es: Sensibilidad del algoritmo. Generalmente debe de ser entre 50 y 80. Si se detectan muchas capturas, intenta incrementar su valor.
fr: La sensibilité de l'algorithme devrait typiquement être entre 50 et 80. Si trop de plans sont détectés, essayez d'augmenter sa valeur.

source: Detected shot #%(num)d at %(pos)s
es: Se detectó toma #%(num)d en %(pos)s
fr: Plan #%(num)d détecté à %(pos)s

source: MPEG7 importer
es: Importador MPEG7
fr: Importateur MPEG7

source: Cinelab importer
es: Importador Cinelab
fr: Importateur Cinelab

source: File %s is not an Advene2 zip package.
es: El archivo %s no es un paquete Advene2 zip
fr: Le fichier %s n'est pas un recueil Advene2 compressé.

source: Converting annotation types
es: Convirtiendo tipos de anotación
fr: Conversion des types d'annotation

source: Converting views
es: Convirtiendo vistas
fr: Conversion des vues

source: Importing annotations
es: Importando anotaciones
fr: Import des annotations

source: OWL (schema) importer
fr: Importateur OWL (schéma)

source: Language to consider.
fr: Langue à utiliser

source: Cannot find a unique ontology in the OWL file.
fr: Impossible de trouver une ontologie dans le fichier OWL.

source: Cannot find a valid schema in the OWL file.
fr: Impossible de trouver un schéma valide dans le fichier OWL.

source: Deepgram JSON importer
fr: Importeur JSON Deepgram

source: Transcript
fr: Transcription

source: AdA rdflib exporter
fr: Exporteur AdA rdflib

source: File format for output
fr: Format de fichier en sortie

source: Wrote %(count)d triples to %(filename)s
fr: %(count)d triplets sauvegardés dans %(filename)s

source: Barcode detection
fr: Détection de code-barre

source: Barcode occurrence
fr: Apparition d'un code-barre

source: Problem when seeking into media
fr: Problème lors du déplacement dans la vidéo

source: Cannot capture full-resolution snapshot, another capture is ongoing.
es: No se puede realizar una captura de pantalla de resolución completa, otra captura se está realizando.
fr: Impossible de faire la capture en pleine résolution, une autre capture est en cours.

source: Message to display
es: Mensaje a mostrar
fr: Message à afficher

source: Start the player
es: Iniciar el reproductor
fr: Démarrer le lecteur

source: Start position (in ms)
es: Posicion inicial (en ms)
fr: Position de début (en ms)

source: The movie start
es: El inicio de la película
fr: Le début du film

source: The annotation begin
es: El comienzo de la anotación
fr: Le début de l'annotation

source: The annotation end
es: El fin de la anotación
fr: La fin de l'annotation

source: Goto position (in ms)
es: Ir a la posicion (en ms)
fr: Position (en ms)

source: Stop the player
es: Detener el reproductor
fr: Arrêter le lecteur

source: Pause the player
es: Pausar el reproductor
fr: Mettre le lecteur en pause

source: Resume the player
es: Continuar el reproductor
fr: Relancer le lecteur

source: Take a snapshot
es: Toma una fotografia
fr: Prendre une capture d'écran

source: Display a caption
es: Muestra un subtitulo
fr: Afficher un sous-titre

source: Duration of the caption
es: Duracion del subtitulo
fr: Durée du sous-titre

source: Display a graphical shape
es: Mostrar una forma gráfica
fr: Afficher une forme graphique

source: Shape (square, circle, triangle)
es: Forma (cuadro, círculo, triángulo)
fr: Forme (square, circle, triangle)

source: x-position (percentage of screen)
es: posicion-x (porcentaje de pantalla)
fr: Abscisse (pourcentage de l'écran)

source: y-position (percentage of screen)
es: posicion-y (porcentaje de pantalla)
fr: Ordonnée (pourcentage de l'écran)

source: Size (arbitrary units)
es: Tamanio (unidades arbitrarias)
fr: Taille (unité arbitraire)

source: Duration of the display in ms
es: Duración de la visualizacion en ms
fr: Durée de l'affichage en ms

source: A square
es: Un cuadrado
fr: Un carré

source: A circle
es: Un círculo
fr: Un cercle

source: A triangle
es: Un triángulo
fr: Un triangle

source: White
es: Blanco
fr: Blanc

source: Black
es: Negro
fr: Noir

source: Red
es: Rojo
fr: Rouge

source: Green
es: Verde
fr: Vert

source: Blue
es: Azul
fr: Bleu

source: Yellow
es: Amarillo
fr: Jaune

source: At the top of the screen
es: En la parte superior de la pantalla
fr: En haut de l'écran

source: In the middle of the screen
es: A la mitad de la pantalla
fr: Au milieu de l'écran

source: At the bottom of the screen
es: El fondo de la pantalla
fr: En bas de l'écran

source: At the left of the screen
es: A la izquierda de la pantalla
fr: À gauche de l'écran

source: Zero the volume during the annotation
es: Volumen cero durante la anotacion
fr: Couper le son durant l'annotation

source: Zero the volume
es: Volumen cero
fr: Couper le son

source: Restore the volume
es: Restaurar el volumen
fr: Restaurer le son

source: Activate a STBV
es: Activar una STBV
fr: Activer une vue dynamique

source: STBV id
fr: Identificateur de la vue dynamique

source: Send a user event
es: Mandar un evento de usuario
fr: Envoyer un événement utilisateur

source: Identifier
es: Identificador
fr: Identificateur

source: Delay in ms before sending the event.
es: Retraso en ms antes de enviar un evento.
fr: Délai en ms avant l'envoi de l'événement.

source: Open a URL in the web browser
es: Abrir un URL en un navegador web
fr: Ouvrir une URL dans le navigateur web

source: Open a static view
es: Abre una vista estática
fr: Ouvrir une vue statique

source: Set the audio volume
es: Establece el volumen del audio
fr: Fixer le volume

source: Volume level (from 0 to 100)
es: Nivel de volumen (de 0 a 100)
fr: Niveau de volume (0 à 100)

source: Set the playing rate
es: Ajusta la velocidad de reproducción
fr: Fixer la vitesse

source: Rate (100: normal rate, 200: twice slower)
es: Tarifa (100: tasa normal, 200: dos veces más lento)
fr: Vitesse (100: vitesse normale, 200: deux fois plus lent)

source: Play a sound resource
es: Reproducir un recurso de sonido
fr: Jouer une ressource son

source: Volume (0..100)
es: Volumen (0..100)
fr: Volume (0 à 100)

source: Left-right balance: -1 -> full left, 0 -> center, 1 -> full right
es: Equilibrio izquierda-derecha: -1 -> totalmente a la izquierda, 0 -> centro, 1 -> totalmente a la derecha
fr: Balance droite-gauche : -1 -> gauche, 0 -> centre, 1 -> droite

source: Play a sound file
es: Reproducir un archivo de sonido
fr: Jouer un fichier son externe

source: Sound filename
es: Nombre del archivo de audio
fr: Nom du fichier son

source: Set a state variable
es: Establecer una variable de estado
fr: Définir une variable d'état

source: State variable name
es: Nombre de variable de estado
fr: Nom de la variable d'état

source: State value
es: Valor de estado
fr: Valeu

source: Increment a state variable
es: Incrementar una variable de estado
fr: Incrémenter une variable d'état

source: Clear all state variables
es: Limpiar todas las variables de estado
fr: Effacer toutes les variables d'état

source: Error in the evaluation of the parameter %s:
es: Error en la evaluación del parametro %s:
fr: Erreur dans l'évaluation du paramètre %s :

source: Cannot find the stbv %s
es: No se puede encontrar el stbv %s
fr: Impossible de trouver la vue dynamique %s

source: The set_rate method is unavailable.
es: El método set_rate no está disponible
fr: La méthode set_rate n'est pas disponible

source: No 'soundclips' resource folder in the package
es: No hay existe una carpeta de recursos de clips de audio en el paquete
fr: Pas de ressource 'soundclips' dans ce recueil

source: Full volume
es: Volumen total
fr: Volume maximum

source: Left
es: Izquierda
fr: Gauche

source: Right
es: Derecha
fr: À droite

source: Event history importer
es: Importador de eventos históricos
fr: Importateur d'historique d'événements

source: is equal to
es: es igual a
fr: est égal à

source: is different from
es: es diferente de
fr: est différent de

source: contains
es: contiene
fr: contient

source: is greater than
es: es mayor que
fr: est supérieur à

source: is lower than
es: es menor que
fr: est inférieur à

source: matches the regexp
es: concuerda la regexp
fr: correspond à l'expression

source: is before
es: esta antes
fr: précède

source: meets
es: reune
fr: touch

source: overlaps
es: traslapa
fr: intersecte

source: during
es: dura
fr: est contenue dans

source: starts
es: inicia
fr: commence avec

source: finishes
es: termina
fr: termine avec

source: is not true
es: no es verdadero
fr: n'est pas vrai

source: is true
es: es verdadero
fr: est vrai

source: Basic conditions
es: Condiciones basicas
fr: Conditions élémenaires

source: Allen relations
es: Relaciones Allen
fr: Relations de Allen

source: Unknown type for overlaps comparison
es: Tipo desconocido traslapa la comparacion
fr: Type inconnu pour comparaison de recouvrement

source: Unknown type for during comparison
es: Tipo desconocido durante la comparacion
fr: Type inconnu pour comparaison

source: Unknown action %s
es: Acción desconocida %s
fr: Action inconnue %s

source: Unknown parameter %s
es: Parámetro desconocido %s
fr: Paramètre inconnu %s

source: Unknown actions
es: Acciones desconocidas
fr: Actions inconnues

source: Start of the editing of an element
es: Iniciar la edición de un elemento.
fr: Début de l'édition d'un élément

source: Cancel of the editing of an element
es: Cancelar la edición de un elemento
fr: Abandon de l'édition d'un élément

source: Destruction of the edit window of an element
es: Destrucción de la ventana de edición de un elemento
fr: Destruction de la fenêtre d'édition d'un élément

source: Validation of the editing of an element
es: Validación de la edición de un elemento
fr: Validation de l'édition d'un élément

source: Ending editing of a package
es: Terminando la edicion de un paquete
fr: Fin de l'édition d'un recueil

source: Beginning of an annotation
es: Principio de una anotacion
fr: Début d'une annotation

source: End of an annotation
es: Fin de una anotacion
fr: Fin d'une annotation

source: Creation of a new annotation
es: Creacion de una nueva anotacion
fr: Création d'une nouvelle annotation

source: Ending editing of an annotation
es: Finalizando la edicion de una anotacion
fr: Fin de l'édition d'une annotation

source: Suppression of an annotation
es: Supresion de una anotacion
fr: Suppression d'une annotation

source: Activation of an annotation
es: Activacion de una anotacion
fr: Activation d'une annotation

source: Deactivation of an annotation
es: Desactivacion de una anotacion
fr: Désactivation d'une annotation

source: Merging of two annotations
es: Uniendo dos anotaciones.
fr: Fusion de deux annotations

source: Moving an annotation
es: Mover una anotación
fr: Déplacement d'une annotation

source: Activation of a relation
es: Activacion de una relacion
fr: Activation d'une relation

source: Deactivation of a relation
es: Desactivacion de una relacion
fr: Désactivation d'une relation
