Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: Format used to display timecodes
es: Formato utilizado para mostrar códigos de tiempo
fr: Format utilisé pour afficher les timecodes

source: Default FPS
es: FPS predeterminados
fr: FPS par défaut

source: Default FPS (frame-per-second) value, when the information cannot be read from the media.
fr: Valeur FPS (image par seconde) par défaut, quand l'information ne peut pas être obtenue du fichier.

source: Time increment
es: Incremento del tiempo
fr: Durée pour navigation

source: Skip duration, when using control-left/right or forward/rewind buttons (in ms).
es: Saltar duración, cuando se utiliza control-izquierda/derecha o avance / retroceso (en ms).
fr: Réglage de la durée (en ms) utilisée avec contrôle-flèche ou les boutons avance/retour rapide

source: Second time increment
es: Incremento del segundo tiempo
fr: Seconde durée pour navigation

source: Skip duration, when using control-shift-left/right (in ms).
es: Saltar duración, cuando se utiliza control-shift-izquierda/derecha (en ms).
fr: Réglage de la durée (en ms) utilisée avec contrôle-shift-flèche ou les boutons avance/retour rapide

source: Third time increment
es: Incremento del tercer tiempo
fr: Troisième durée pour navigation

source: Skip duration, when using control-shift-up/down (in ms).
es: Saltar duración, cuando se utiliza control-shift-arriba/abajo (en ms).
fr: Réglage de la durée (en ms) utilisée avec contrôle-shift-haut/bas.

source: Custom Up/Down
es: Personalizar Arriba / Abajo
fr: Haut/Bas personnalisés

source: Use third time increment for up/down navigation without having to hold shift.
es: Utilizar incremento de tercer tiempo para la navegación hacia arriba / abajo sin tener que sostener shift.
fr: Utiliser la troisième durée pour naviguer avec Haut/Bas sans avoir à utiliser Shift.

source: Scroll increment
es: Incremento del desplazamiento
fr: Incrément de temps

source: On most annotations, control+scrollwheel will increment/decrement their bounds by this value (in ms).
es: En la mayoría de las anotaciones, control + rueda de desplazamiento aumentará / disminuirá sus límites por este valor (en ms).
fr: Sur les annotations, contrôle + molette permet d'incrémenter/décrémenter leurs bornes de cette valeur (en ms).

source: Second scroll increment
es: Incremento del segundo desplazamiento
fr: Second incrément de scroll

source: On most annotations, control+shift+scrollwheel will increment/decrement their bounds by this value (in ms).
es: En la mayoría de las anotaciones, control + shift + scroll aumentará / disminuirá sus límites por este valor (en ms).
fr: Sur les annotations, contrôle + shift + molette permet d'incrémenter/décrémenter leurs bornes de cette valeur (en ms).

source: Player sync
es: Sincronizar reproductor
fr: Synchro des lecteurs

source: Interval (in ms) with which we synchronize slave players. Setting a too-low value could render the application unusable. Use 0 to disable continuous synchronization.
es: Intervalo (en ms) por el cual vamos a sincronizar los reproductores esclavos. Establecer un valor demasiado bajo puede dejar la aplicación inutilizable. Utiliza 0 para deshabilitar la sincronización contínua.
fr: Intervalle (en ms) avec lequel on synchronise les lecteurs esclaves. Une valeur trop basse peut rendre l'application inutilisable. Entrez 0 pour désactiver la synchronisation continue.

source: Timeline parameters
es: Parámetros de la línea del tiempo
fr: Paramètres de la ligne de temps

source: Font size
es: Tamaño de la fuente
fr: Taille de la police

source: Font size for annotation widgets
es: Tamaño de la fuente para los widgets de anotación
fr: Taille de la police pour les représentations d'annotations

source: Button height
es: Altura de los botones
fr: Hauteur des boutons

source: Height of annotation widgets
es: Altura de los widgets de anotación
fr: Hauteur des représentations d'annotations

source: Interline height
es: Algura del interlineado
fr: Taille des interlignes

source: Height of interlines
es: Altura del interlineado
fr: Taille des interlignes

source: Text content
es: Contenido de texto
fr: Contenu textuel

source: Completion mode
es: Modo de terminación
fr: Mode de complétion

source: Enable dynamic completion mode
es: Habilitar modo de terminación dinámico
fr: Activer la complétion dynamique

source: Predefined terms only
fr: Uniquement les termes prédéfinis

source: If completion is enabled, complete only with predefined terms.
fr: Si la complétion est active, compléter uniquement avec les termes prédéfinis.

source: Quick fill
fr: Remplissage rapide

source: For types with predefined completions, use a numeric (1-9) shortcut to fill the annotation with the corresponding completion.
fr: Pour les types avec des complétions prédéfinies, utilisez le raccourci numérique 1-9 pour mettre la nième completion comme contenu de l'annotation.

source: Abbreviation mode
es: Modo de abreviación
fr: Mode abbréviation

source: Enable abbreviation mode
es: Habilitar modo de abreviación
fr: Activer l'expansion des abbréviations

source: Abbreviations
es: Abreviaciones
fr: Abbréviations

source: Text abbreviations. 1 entry per line. Each line consists of the abbreviation followed by its replacement.
es: Abreviaciones de texto. 1 entrada por línea. Cada línea consiste de la abreviación seguida de su reemplazo.
fr: Abbréviations textuelles. Une entrée par ligne. Chaque ligne contient l'abbréviation suivie par son remplacement.

source: Text-To-Speech
es: Texto-a-voz
fr: Synthèse vocale

source: TTS language
es: Lenguaje TTS
fr: Langue de la synthèse vocale

source: What language settings should be used for text-to-speech
es: Qué preferencias de lenguaje deben ser utilizadas para texto-a-voz
fr: Quelle langue doit être utilisée pour la synthèse vocale

source: English
es: Inglés
fr: Anglais

source: French
es: Francés
fr: Français

source: Spanish
es: Español
fr: Espagnol

source: TTS Encoding
es: Codificación TTS
fr: Encodage TTS

source: What encoding should be used to communicate with the TTS engine
es: Qué codificación debe ser utilizada para comunicarse con la máquina TTS
fr: Quel encodage de caractères doit être utilisé pour communiquer avec le moteur de synthèse vocale

source: TTS Engine
es: Máquina TTS
fr: Moteur de synthèse vocale

source: Which TTS engine should be used (modification requires restarting Advene to take into account)
es: Cuál máquina TTS debe ser utilizada (la modificación requiere reiniciar Advene para tomarlo en cuenta)
fr: Quel moteur de synthèse vocale doit être utilisé (le changement requiert le redémarrage de l'application pour être pris en compte)

source: Automatic
es: Automático
fr: Automatique

source: Custom script with standard input
es: Script personalizado con entrada estándar
fr: Script personnel via l'entrée standard

source: Custom script with arguments
es: Script personalizado con argumentos
fr: Script personnel via les arguments

source: MacOS X say
es: MacOS X dice
fr: Commande "say" de MacOS X

source: Generic (text output)
es: Genérica (salida de texto)
fr: Générique (affichage du texte)

source: You should restart Advene to take some options into account.
es: Debes reiniciar Advene para tomar algunas opciones en cuenta.
fr: Vous devez redémarrer Advene pour prendre certaines options en compte.

source: Imagecache saved to %s
es: El cache de la imagen guardado en %s
fr: Cache d'image sauvé dans %s

source: Cannot save imagecache for %s
fr: Impossible de sauvegarder le cache pour %s

source: Restarting player...
es: Reiniciando el reproductor...
fr: Redémarrage du lecteur multimédia...

source: Creation of a new annotation type
es: Creación de un nuevo tipo de anotacion
fr: Création d'un nouveau type d'annotation

source: Select the schema where you want to create the new relation type.
es: Selecciona el esquema donde quieres crear un nuevo tipo de relación.
fr: Sélectionnez le schéma où vous désirez créer le nouveau type de relation.

source: Select the package to merge
es: Selecciona el paquete a unir
fr: Sélectionnez le recueil à fusionner

source: Please confirm the merge of %d packages.
fr: Veuillez confirmer la fusion de %d recueils.

source: Merging %d packages
fr: Fusion de %d recueils

source: Select the package to import
fr: Sélectionnez le recueil à importer

source: Template package update - created %(new)d view(s), updated %(update_content)d view(s)
fr: Mise à jour du recueil modèle - %(new)d vue(s) créée(s), %(update_content)d vue(s) mis(es) à jour.

source: Saving workspace
es: Guardando el espacio de trabajo
fr: Sauvegarde de l'environnement

source: Enter a view name to save the workspace
es: Ingresar el nombre de una vista para guardar el espacio de trabajo
fr: Entrez un nom de vue pour sauvegarder cet environnement

source: Default workspace
es: Espacio de trabajo predeterminado
fr: Environnement standard

source: Open this workspace when opening the package
es: Abrir este espacio de trabajo cuando se abra el paquete
fr: Ouvrir cet environnement lors du chargement du recueil

source: Error: the identifier %s contains invalid characters.
es: Error: el identificador %s contiene caracteres no válidos.
fr: Erreur : l'identifiant %s contient des caractères non valides.

source: Error: the view %s exists and is not a workspace view.
es: Error: La vista %s existe y no es un espacio de trabajo.
fr: Erreur : la vue %s existe mais n'est pas une vue d'environnement

source: Cannot save default workspace: %s
es: No se puede guardar el espacio de trabajo predeterminado: %s
fr: Impossible de sauvegarder l'environnement par défaut : %s

source: Standard workspace has been saved
es: El espacio de trabajo estándar ha sido guardado
fr: L'environnement standard a été sauvé

source: This video player is not able to grab specific screenshots
es: Este reproductor de video no es capaz de obtener capturas de pantalla específicas
fr: Ce lecteur vidéo n'est pas capable de faire des captures d'écran à des moments précis.

source: Updating %d snapshots
es: Actualiza %d capturas
fr: Mise-à-jour de %d vignette(s)

source: No snapshot to update
es: No hay capturas para actualizar
fr: Aucune capture d'écran à mettre à jour

source: Directory to recursively search for packages
fr: Répertoire où chercher récursivement les recueils

source: Select packages that are part of the corpus
fr: Sélectionner les recueils qui font partie du corpus

source: {len(packages)} packages found in {rootdir.name}. Select those that must be included in the corpus.
fr: {len(packages)} recueils trouvés dans {rootdir.name}. Sélectionnez ceux qui doivent être inclus dans le corpus.

source: Loaded {len(packages)} packages. Do you want to save them as a corpus (.apl) file to get back more easily (advised)?
fr: {len(packages)} recueils chargés. Voulez-vous les sauvegarder comme corpus (.apl) pour y réaccéder de manière plus simple (conseillé) ?

source: Save the corpus in...
fr: Sauver le corpus dans...

source: Shot validation view
es: Vista de validación de capturas
fr: Vue de validation de plans

source: Display shot validation interface
es: Muestra la interfaz de validación de capturas
fr: Afficher l'interface de validation de plans

source: Merged #%(first)d-#%(second)d into #%(first)d
es: Unidos #%(first)d-#%(second)d en #%(first)d
fr: Fusionné #%(first)d-#%(second)d dans #%(first)d

source: Last action undone
es: Última acción deshecha
fr: Annulé la dernière action

source: Split annotation #%(current)d into #%(current)d and #%(next)d
es: Dividir anotación #%(current)d en #%(current)d y #%(next)d
fr: Coupé l'annotation #%(current)d en #%(current)d et #%(next)d

source: Cannot split annotation #%(current)d: out of bounds.
es: No se puede dividir la anotación #%(current)d: fuera de límite.
fr: Impossible de couper l'annotation #%(current)d: en dehors des bornes.

source: Changed cut between #%(first)d and %(second)d
es: Cambiar corte entre #%(first)d y %(second)d
fr: Changé le cut entre #%(first)d et %(second)d

source: Changed begin time for first annotation
es: Tiempo de inicio cambiado para la primer anotación
fr: Changé la borne de début pour la première annotation

source: No annotations to adjust
es: No hay anotaciones para ajustar
fr: Aucune annotation à ajuster

source: Click on the frame just after the cut to adjust the cut time. Control-click on a frame to indicate a missing cut.
es: Clic en el cuadro justo después del corte para ajustar el tiempo de corte. Control-clic en un cuadro para indicar un corte faltante.
fr: Cliquez sur l'image juste après le cut pour ajuster le moment du cut. Contrôle-clique sur une image indique un cut manquant.

source: Begin of #%(index)d (title: %(content)s)
es: Principio de #%(index)d (title: %(content)s)
fr: Début de #%(index)d (titre: %(content)s)

source: < Previous cut
es: < Corte anterior
fr: < Cut précédent

source: Display previous cut
es: Muestra el corte anterior
fr: Afficher le cut précédent

source: Next cut >
es: Corte siguiente >
fr: Cut suivant >

source: Display next cut
es: Muestra el corte siguiente
fr: Afficher le cut suivant

source: Current time
es: Tiempo actual
fr: Temps courant

source: Go to annotation containing current player time.
es: Ir a la anotación que contiene el tiempo actual del reproductor.
fr: Aller à l'annotation contenant le temps courant du lecteur

source: Refresh
es: Refrescar
fr: Rafraîchir

source: Refresh missing snapshots
es: Refrescar capturas faltantes
fr: Rafraîchir les captures d'écran

source: Undo last modification
es: Deshacer la última modificación
fr: Annuler la dernière modification

source: Merge
fr: Fusionner

source: Merge with previous annotation, i.e. remove this bound.
es: Unir con la anotación previa, i.e. remover este contenedor.
fr: Fusionner avec la précédente annotation, i.e. supprimer cette borne.

source: Close view.
es: Cerrar vista.
fr: Fermer la vue

source: Rendering type %(type)s as %(presentation)s
es: Representando (rendering) el tipo %(type)s como %(presentation)s
fr: Rendu du type %(type)s sous forme de %(presentation)s

source: Snapshot only
es: Solo captura
fr: Vignette seulement

source: Overlayed snapshot only
es: Solo capturas sobrepuesta
fr: Vignette enrichiee seulement

source: Timestamp only
es: Solo marca de tiempo
fr: Temps seulement

source: Snapshot+timestamp
es: Captura+Marca de tiempo
fr: Vignette+temps

source: Annotation content
es: Contenido de anotación
fr: Le contenu de l'annotation

source: as a list
es: como lista
fr: comme une liste

source: as a grid
fr: comme une grille

source: as a table
es: como tabla
fr: comme une table

source: as a transcription
es: como transcripción
fr: comme une transcription

source: Play video
es: Reproducir video
fr: Jouer la vidéo

source: Show timestamp only
es: Solo muestra marca de tiempo
fr: Temps seulement

source: Show content only
es: Solo muestra contenido
fr: Contenu seulement

source: Show snapshot only
es: Solo muestra captura
fr: Vignette seulement

source: Show overlayed timestamp
es: Muestra marca de tiempo superpuesta
fr: Vignette + timecode surimprimé

source: Show overlayed content
es: Mostrar contenido superpuesto
fr: Vignette + contenu surimprimé

source: Annotation type %s
es: Tipos de anotación %s
fr: Type d'annotations %s

source: display as list
es: mostrar como lista
fr: afficher comme une liste

source: display as grid
fr: afficher comme une grille

source: display as table
es: mostrar como tabla
fr: afficher comme une table

source: display as transcription
es: mostrar como transcripción
fr: afficher comme une transcription

source: Open link
es: Abrir vínculo
fr: Ouvrir le lien

source: HTML editor: cannot parse content (%s)
es: Editor HTML: no puede analizar el contenido (%s)
fr: Éditeur HTML: impossible de traiter le contenu (%s)

source: Heading %d
es: Título %d
fr: Titre %d

source: Bold
es: Negrita
fr: Gras

source: Italic
es: Itálica
fr: Italique

source: Header
es: Encabezado
fr: Titre

source: Copy
es: Copiar
fr: Copier

source: Cut
es: Cortar
fr: Couper

source: Paste
es: Pegar
fr: Coller

source: WYSIWYG editor
es: Editor WYSIWYG
fr: Éditeur WYSIWYG

source: Edit HTML source
es: Editar el código fuente HTML
fr: Éditer le source HTML

source: Log Messages
es: Registrar mensajes
fr: Messages d'information

source: Import?
fr: Importer?

source: Element
es: Elemento
fr: Élément

source: Package importer view
fr: Vue d'import de recueil

source: Display package import interface
fr: Afficher l'interface d'import de recueil

source: Import annotations from %(source)s into %(dest)s
fr: Importer les annotations de %(source)s dans %(dest)s

source: Suffix to append to created types
fr: Suffix à ajouter aux types créés

source: The suffix cannot be empty.
fr: Le suffixe ne peut pas être vide

source: Copied %(count)d annotations from %(tcount)d types
fr: Copié %(count)d annotations vers %(tcount)d types

source: All
es: Todo
fr: Tout

source: Check all items
fr: Cocher tous les éléments

source: None
es: Ninguno
fr: Aucun

source: Uncheck all items
fr: Décocher tous les éléments

source: Selection
es: Selección
fr: Sélection

source: Toggle checked state on selected lines
fr: Changer l'état des lignes sélectionnées

source: Display a message
es: Muestra un mensaje
fr: Affiche un message

source: String to display.
es: Cadena a mostrar
fr: Chaîne de caractères à afficher

source: The annotation content
es: El contenido de la anotación
fr: Le contenu de l'annotation

source: Display a popup
es: Muestra un popup
fr: Afficher une popup

source: Display duration in ms. Ignored if empty.
es: Muestra la duración en ms. Ignorado si esta vacio.
fr: Durée de l'affichage en ms. Ignoré si vide.

source: 1 second
es: 1 segundo
fr: 1 seconde

source: The annotation duration
es: La duración de la anotación
fr: La durée de l'annotation

source: Popup an entry box
es: Caja de entrada en ventana flotante
fr: Affiche une fenêtre proposant d'entrer du texte

source: Object where to store the answer (should have a content)
es: Objeto donde guardar la respuesta (debe tener un contenido)
fr: Objet où stocker la réponse (doit posséder un attribut content)

source: Display a popup to go to another position
es: Muestra un popup para ir a otra posicion
fr: Affiche une fenêtre proposant d'aller à une nouvelle position

source: General description
es: Descripcion general.
fr: Description générale

source: New position
es: Nueva posicion
fr: Nouvelle position

source: Go to related annotation
es: Ir a la anotación relacionada
fr: Aller à l'annotation liée

source: Display a popup linking to an URL
es: Mostrar una ventana flotante vinculando a un URL
fr: Affiche une fenêtre proposant une URL

source: string:Display annotation in web browser
es: string:Muestra anotación en el navegador web
fr: string:Affiche l'annotation dans un navigateur web

source: See the Advene website
es: Ver el sitio de Advene
fr: Voir le site web d'Advene

source: See the annotation
es: Ver la anotación
fr: Voir l'annotation

source: The Advene website
es: El sitio de Advene
fr: Le site web d'Advene

source: The annotation URL
es: El URL de la anotación
fr: L'URL de l'annotation

source: Open an interface view
es: Abrir una interfaz de vista
fr: Ouvrir une vue d'interface

source: View name (timeline, tree, transcription, browser, webbrowser, transcribe)
es: Nombre de vista (linea de tiempo, árbol, transcripción, navegador, navegador web, transcribir)
fr: Nom de la vue (timeline, tree, transcription, browser, webbrowser, transcribe)

source: Open a saved view
es: Abrir una vista almacenada
fr: Ouvrir une vue sauvegardée

source: Identifier of the saved view
es: Identificador de la vista guardada
fr: Identificateur de la vue sauvegardée

source: Display a popup with 2 options
es: Muestra un popup con 2 opciones
fr: Affiche une fenêtre proposant 2 choix

source: First option description
es: Descripción de la primera opcion
fr: Description de la première option

source: First position
es: Primera posicion
fr: Première position

source: Second option description
es: Descripcion de la segunda opcion
fr: Description de la deuxième option

source: Second position
es: Segunda posicion
fr: Deuxième position

source: Go to the beginning
es: Ir al comienzo
fr: Aller au début

source: Go to the end
es: Ir al final
fr: Aller à la fin

source: Display a popup with 3 options
es: Muestra un popup con 3 opciones
fr: Affiche une fenêtre proposant 3 choix

source: Third option description
es: Descripcion de la tercera opcion
fr: Description de la troisième option

source: Third position
es: Tercera posicion
fr: Troisième position

source: Display a popup to navigate to related annotations
es: Muestra una ventana flotante para navegar a las anotaciones relacionadas
fr: Affiche une fenêtre de navigation suivant les relations

source: Choose the related annotation you want to visualise.
es: Elige el tipo de anotación relacionada que quieres visualizar.
fr: Choisissez l'annotation liée que vous souhaitez visualiser.

source: Create a bookmark
es: Crea un separador
fr: Créer un signet

source: Bookmark position (in ms)
es: Separar posición (en ms)
fr: Position du signet (en ms)

source: Bookmark content.
es: Contenido del separador.
fr: Contenu du signet

source: Bookmark
es: Separador
fr: Signet

source: Unknown rule
es: Regla desconocida
fr: Règle inconnue

source: Rule %(rulename)s: Error in the evaluation of the parameter %(parametername)s:
es: Regla %(rulename)s: Error en la evaluación del parámetro %(parametername)s:
fr: Règle %(rulename)s: erreur dans l'évaluation du paramètre %(parametername)s:

source: The %s-related outgoing annotation
es: La relación saliente %s-relacionada
fr: L'annotation liée par une relation sortante de type %s

source: The %s-related incoming annotation
es: La relación entrante %s-relacionada
fr: L'annotation liée par une relation entrante de type %s

source: No message...
es: Sin mensaje...
fr: Pas de message

source: Error: undefined GUI view %s
es: Error: vista GUI indefinida %s
fr: Erreur : la vue d'interface %s n'est pas définie

source: Element %s does not look like a view
es: Elemento %s no parece una vista
fr: L'élément %s ne ressemble pas à une vue

source: Information popup
es: Popup de informacion
fr: Fenêtre d'information

source: Empty destination for entry popup: %s
es: Destino vacío para ventana flotante de entrada: %s
fr: Destination vide pour la fenêtre d'entrée : %s

source: Destination does not have a content: %s
es: Destino no tiene contenido: %s
fr: La destination ne possède pas de contenu: %s

source: Entry popup
es: Ventana flotante de entrada
fr: Fenêtre d'entrée

source: Follow a link
es: Seguir un vínculo
fr: Suivre un lien

source: Click to open the URL
es: Clic para abrir el URL
fr: Cliquer pour ouvrir l'URL

source: URL popup
es: Ventana flotante URL
fr: Fenêtre URL

source: Make a choice
es: Has una eleccion
fr: Faites un choix

source: Click to go to another position
es: Click para ir a otra posicion
fr: Choisissez l'option pour aller à une autre position

source: Navigation popup
es: Popup de navegación
fr: Fenêtre de navigation

source: Choice %d
es: Eleccion %d
fr: Choix %d

source: The beginning of the annotation
es: El principio de la anotación
fr: Le début de l'annotation

source: The end of the annotation
es: El final de la anotación
fr: La fin de l'annotation

source: The next annotation of the same type
es: La siguiente anotación del mismo tipo
fr: L'annotation suivante du même type

source: The previous annotation of the same type
es: La anotación previa del mismo tipo
fr: L'annotation précédente du même type

source: Through %(title)s%(relation_content)s: %(annotation_content)s
es: A través %(title)s%(relation_content)s: %(annotation_content)s
fr: Via %(title)s%(relation_content)s: %(annotation_content)s

source: Relation navigation
es: Navegación de relaciones
fr: Navigation de relation

source: New bookmark
es: Nuevo separador
fr: Nouveau signet
