Repository: oaubert/advene
Catalog: po/*.po
Languages: es, fr

source: Default static view
es: Vista estatica predefinida
fr: Vue statique par défaut

source: Static view to open on package load
es: Vista estática para abrir en la carga del paquete
fr: Vue statique à ouvrir au chargement du recueil

source: Default adhoc view
es: Vista adhoc predeterminada
fr: Vue adhoc par défaut

source: Adhoc view to open on package load
es: Vista adhoc para abrir en la carga del paquete
fr: Vue adhoc à ouvrir au chargement du recueil

source: Mediafile
es: Archivo media
fr: Fichier vidéo

source: Location of associated media file
es: Ubicación del archivo media asociado
fr: Emplacement du fichier vidéo associé

source: Media URI
fr: URI Média

source: Mediafile URI
fr: URI média

source: Template package
fr: Recueil modèle

source: Check to indicate that this is a template package, which should not contain annotation/relation data or saved workspace.
fr: Cocher pour indiquer que c'est un recueil modèle, qui ne devrait pas contenir d'annotation, de relation ni d'environnement sauvegardé.

source: Name of the schema
es: nombre del esquema
fr: Nom du schéma

source: Textual description of the element
fr: Description textuelle de l'élément

source: TALES expression returning a color for the element
es: Expresión TALES regresando un color para el elemento
fr: Expression TALES spécifiant une couleur pour l'élément

source: Item color
es: Color del elemento
fr: Couleur de l'item

source: TALES expression returning a color for the items contained by the element
es: Expresión TALES regresando un color para los elementos contenidos por el elemento
fr: Expression TALES retournant une couleur pour les items contenus dans l'élément

source: Ontology URI
fr: URI Ontologie

source: Name of the type
es: Nombre del tipo
fr: Nom du type

source: MIME Type
es: Tipo MIME
fr: Type MIME

source: MIMEType of the content
es: Tipo MIME del contenido
fr: Type MIME du contenu

source: TALES expression used to get a compact representation of the annotations
es: Expresión TALES utilizada para obtener una representación compacta de las anotaciones
fr: Expression TALES fournissant une représentation compacte des annotations

source: Display %s key
es: Muestra %s clave
fr: Afficher la clé %s

source: Completions
es: Terminaciones
fr: Complétions

source: Comma-separated list of words used for content completion
fr: Liste de mots, séparés par des virgules, utilisés pour la complétion.

source: Value metadata
fr: Métadonnées des valeurs

source: Additional value metadata
fr: Métadonnées de valeurs

source: Any annotation type
es: Cualquier tipo de anotación
fr: Tout type d'annotation

source: TALES expression specifying a color
es: Expresión TALES especificando un color
fr: Expression TALES spécifiant une couleur

source: MIMEType
es: Tipo MIME
fr: Type MIME

source: Error: cannot find a content handler for %s
es: Error: no se puede encontrar un control para %s
fr: Erreur : impossible d'ouvrir une fenêtre d'édition pour %s

source: Cannot read the data: %s
es: No se pueden leer los datos: %s
fr: Impossible de lire les données : %s

source: Save content to...
es: Salvar el contenido a...
fr: Sauver le contenu...

source: Cannot save the data: %s
es: No se pueden guardar los datos: %s
fr: Impossible de sauvegarder les données : %s

source: Open a file (C-o)
es: Abrir un archivo (C-o)
fr: Ouvrir un fichier (C-o)

source: Save to a file (C-s)
es: Guardar a un archivo (C-s)
fr: Sauvegarder dans un fichier (C-s)

source: Reload the file (C-r)
es: Volver a cargar el archivo (C-r)
fr: Recharger le fichier (C-r)

source: Insert a value from the browser (C-i)
es: Inserta un valor del navegador (C-i)
fr: Insérer une valeur depuis le browser (C-i)

source: Begin time is greater than end time
es: Tiempo de inicio es mayor que el tiempo final
fr: Le moment de début est plus grand que celui de fin

source: Expecting an integer.
es: Esperando entero
fr: Un entier est attendu.

source: The %(attribute)s attribute could not be updated: %(error)s Resetting to the original value.
es: El atributo %(attribute)s no pudo ser actualizado: %(error)s Restableciendo el valor original.
fr: L'attribut %(attribute)s ne peut pas être mis à jour: %(error)s Il est remis à son ancienne valeur.

source: The following attributes cannot be updated: %s
es: Los siguientes atributos no pudieron ser actualizados: %s
fr: Les attributs suivants sont invalides : %s

source: The following attributes could not be updated: %s
es: Los siguientes atributos no pudieron ser actualizados: %s
fr: Les attributs suivants n'ont pas été mis à jour : %s

source: Attribute
es: Atributo
fr: Attribut

source: Insert an element
es: Insertar un elemento
fr: Insérer un élément

source: Choose the element to insert.
es: Elegir elemento a insertar
fr: Choisissez l'élément à insérer.

source: Some tags contain invalid characters: %s
es: Algunas etiquetas contienen caracteres no válidos: %s
fr: Certains tags contiennent des caractères non-valides: %s

source: Transcription importer
es: Importador de transcripciones
fr: Importateur de transcription

source: Note taking
es: Tomar notas
fr: Prise de notes

source: Take notes on the fly as a timestamped transcription
es: Importar anotaciones de una transcripción timestamped
fr: Prendre des notes au vol sous forme de transcription temporalisée

source: Timestamp
es: Marca de tiempo
fr: Temps

source: Click inserts timestamp marks
es: Clic inserta marcas de tiempo
fr: Cliquer insére les marques de temps

source: Insert on double-click
fr: Insérer sur double-clic

source: A double click inserts the mark
fr: Double-cliquer insére une marque de temps

source: Insert on single-click
es: Insertar con un solo clic
fr: Insérer sur simple-clic

source: A single click inserts the mark
fr: Cliquer insére une marque de temps

source: Mark prefix
fr: Préfixe de marque

source: Text to insert before a mark (use \n for newline)
fr: Texte à insérer avant une marque (\n pour un retour à la ligne)

source: Mark suffix
fr: Suffixe de marque

source: Text to insert after a mark (use \n for newline)
fr: Texte à insérer après une marque (\n pour un retour à la ligne)

source: Play on scroll
es: Reproducir en desplazamiento
fr: Jouer après modification

source: Play the new position upon timestamp modification
es: Reproduce la nueva posición después de la modificación de la marca de tiempo
fr: Joue la nouvelle position après la modification de la marque de temps

source: Generate empty annotations
es: Genera anotaciones vacías
fr: Contenus vides

source: If checked, generate annotations for empty text
es: Si está seleccionado, genera anotaciones para texto vacío
fr: Si coché, des annotations seront générées pour les contenus vides

source: Reaction time
es: Tiempo de reacción
fr: Temps de réaction

source: Reaction time (substracted from current player time, except when paused.)
es: Tiempo de reacción (restado del tiempo de reproducción actual, excepto cuando está en pausa).
fr: Temps de réaction (soustrait du temps de la vidéo, sauf en pause)

source: Auto-insert
es: Auto-insertar
fr: Insertion automatique

source: Automatic timestamp mark insertion
es: Inserción de marca de tiempo automática
fr: Insertion automatique des marques de temps

source: Automatic insertion delay
es: Retardo automático de inserción
fr: Délai d'insertion automatique

source: If autoinsert is active, timestamp marks will be automatically inserted when text is entered after no interaction since this delay (in ms). 1000 is typically a good value.
es: Si autoinsertar está activo, la marca de tiempo se insertará automáticamente cuando se introduce texto y no hay interacción desde este retardo (en ms). 1000 es generalmente un buen valor.
fr: Si l'insertion automatique est enclenchée, des marques de temps sont automatiquement insérées quand du texte est entré après aucune interaction depuis ce délai (en ms) 1000 est une bonne valeur pour commencer.

source: Font size for text (0 for standard size)
es: Tamaño de la fuente para el texto (0 para el tamaño estándar)
fr: Taille de la police pour le texte (0 pour la police standard)

source: Invalid timestamp mark
es: Marca no valida timestamp
fr: Marque de temps non valide

source: Go to...
es: Ir a...
fr: Aller à...

source: Ignore the following text (toggle)
es: Ignora el siguiente texto
fr: Ignorer le texte qui suit (bascule)

source: Remove mark
es: Eliminar marca.
fr: Supprimer la marque

source: Reaction-time offset
es: Tiempo de reacción (compensación)
fr: Décalage du temps de réaction

source: Invalid timestamp
es: Timestamp no valida
fr: Marque de temps invalide

source: Invalid timestamp mark in conversion: %s
es: Marca del tiempo no válida en la conversión: %s
fr: Marque de temps non valide lors de la conversion: %s

source: Cannot save the file: %s
es: No se puede guardar el archivo: %s
fr: Impossible de sauvegarder le fichier : %s

source: This will overwrite the current textual content. Are you sure?
es: Esto va a sobrescribir el contenido actual textual. ¿Estás seguro?
fr: Ceci va écraser le contenu actuel. Êtes-vous sûr ?

source: Select transcription file to load
es: Selecciona un archivo de transcripción para cargar
fr: Sélectionnez le fichier de transcription

source: Cannot open %(filename)s: %(error)s
es: No se puede abrir %(filename)s: %(error)s
fr: Impossible de lire %(filename)s : %(error)s

source: Cannot import annotations: no existing interface
es: No se pueden importar las anotaciones: no existe interfaz
fr: Impossible d'importer des annotations : aucune interface disponible

source: Select the annotation type to import
es: Selecciona el tipo de anotación a importar
fr: Sélectionnez le type d'annotation à importer

source: There are no annotations of type %s
es: No hay anotaciones del tipo %s
fr: Il n'y a pas d'annotation de type %s

source: Cannot convert the data: no associated package
es: No se pueden convertir los datos: no hay un paquete asociado
fr: Impossible de convertir les données : aucun recueil associé

source: Converting transcription
es: Transcripción de conversión
fr: Conversion de la transcription

source: Choose the annotation-type where to create annotations.
es: Elige el tipo de anotación dónde crear anotaciones.
fr: Choisissez le type d'annotation où les annotations seront créées.

source: Delete existing annotations in this type
es: Elimina las anotaciones existentes en este tipo
fr: Supprimer les annotations existantes de ce type

source: Select type
es: Selecciona tipo
fr: Sélection du type

source: You want to create a new type. Please specify its schema and title.
es: Quieres crear un nuevo tipo. Por favor especifica su esquema y título.
fr: Vous voulez créer un nouveau type. Spécifiez son titre et son schéma.

source: Containing schema
es: Esquema contenedor
fr: Schéma

source: Export options
es: Opciones para exportar
fr: Options d'export

source: Generate annotations for empty contents
es: Generar anotaciones para contenido vacío
fr: Générer des annotations pour les contenus vides

source: The %s identifier already exists. Choose another one.
es: El %s identificador ya existe. Elegir otro.
fr: L'identificateur %s est déjà défini. Choisissez-en un autre.

source: Notes converted
es: Notas convertidas
fr: Notes converties

source: Open
es: Abrir
fr: Ouvrir

source: Save
es: Guardar
fr: Sauver

source: Save As
es: Guardar como
fr: Sauver sous

source: Import
es: Importar
fr: Importer

source: Import from annotations
es: Importar de anotaciones
fr: Importer des annotations

source: Convert
es: Convertir
fr: Convertir

source: Convert to annotations
es: Convertir a anotaciones
fr: Convertir en annotations

source: Center
es: Centrar
fr: Centrer

source: Center on the current mark
es: Centrar en la marca actual
fr: Centrer sur la marque courante

source: Find
es: Encontrar
fr: Chercher

source: Search a string
es: Buscar una cadena de texto
fr: Rechercher un mot

source: Scale
es: Escala
fr: Échelle

source: Automatically scroll to the mark position when playing
es: Desplaza automáticamente a la posición de la marca mientras se reproduce.
fr: Défiler automatiquement lors du jeu de la vidéo

source: Autoscroll
es: Auto desplazar
fr: Défilement automatique

source: Autoinsert
es: Auto insertar
fr: Insertion automatique

source: Automatically insert marks
es: Inserta marcas automáticamente
fr: Insérer des marques de temps automatiquement

source: <p> <a href="/admin">Server administration</a> | <a href="/media">Media control</a> | <a href="%(path)s?mode=raw">Raw view</a> </p> Location: %(locationbar)s <hr>
es: <p> <a href="/admin">Administracion de servidor</a> | <a href="/media">Control media</a> | <a href="%(path)s?mode=raw">Vista inicial</a> </p> Locacion: %(locationbar)s <hr>
fr: <p> <a href="/admin">Administration du serveur</a> | <a href="/media">Contrôle du lecteur</a> | <a href="%(path)s?mode=raw">Vue brute</a> </p> Chemin courant : %(locationbar)s <hr>

source: Unspecified Error
es: Error no especificado
fr: Erreur non spécifiée

source: <h1>Error</h1> <p>An error occurred:</p> %s
es: <h1>Error</h1> <p>Un error ocurrió:</p> %s
fr: <h1>Erreur</h1> <p>Une erreur est survenue :</p> %s

source: <h1>No available mediaplayer</h1>
es: <h1>No hay reproductor media disponible</h1>
fr: <h1>Aucune capture d'écran.</h1>

source: <h1>Current STBV: %(currentstbv)s</h1> <h1>Player status</h1> <table> <tr> <td>Current media</td><td>%(uri)s</td> <td>Current position</td><td>%(position)s</td> <td>Duration</td><td>%(duration)s</td> <td>Player status</td><td>%(status)s</td> </tr> </table>
fr: <h1>Vue STBV courante: %(currentstbv)s</h1> <h1>Statut du lecteur</h1> <table> <tr> <td>Media</td><td>%(uri)s</td> <td>Position</td><td>%(position)s</td> <td>Durée</td><td>%(duration)s</td> <td>Statut</td><td>%(status)s</td> </tr> </table>

source: No media file
fr: Pas de fichier vidéo

source: <form action="/media/play" method="GET"> Starting pos: <input type="text" name="position" value="0"> <input type="submit" value="Play"> </form> <a href="/media/stop">Stop</a> | <a href="/media/pause">Pause</a><br>
fr: <form action="/media/play" method="GET"> Position de départ (en ms): <input type="text" name="bc" value="0"> <input type="submit" value="Démarrer"> </form> <a href="/media/stop">Stop</a> | <a href="/media/pause">Pause</a><br>

source: <hr /> <form action="/media/load" method="GET"> Add a new file (<em>dvd</em> to play a DVD): <input type="text" name="filename"> <input type="submit" value="Add"> </form>
es: <hr /> <form action="/media/load" method="GET"> Anadir un nuevo archivo(<em>dvd</em> to play a DVD): <input type="text" name="filename"> <input type="submit" value="Add"> </form>
fr: <hr /> <form action="/media/load" method="GET"> Ajouter un nouveau fichier (<em>dvd</em> pour un DVD): <input type="text" name="filename"> <input type="submit" value="Ajouter"> </form>

source: <h3><a href="/media/snapshot">Access to current packages snapshots</h3>
es: <h3><a href="/media/snapshot">Accesar a los paquetes de fotos actuales </h3>
fr: <h3><a href="/media/snapshot">Accéder aux captures d'écran</h3>

source: Unknown STBV identifier: %s
es: Identificador STBV desconocido: %s
fr: Identificateur STBV inconnu : %s

source: Media information
es: Informacion Media
fr: Information sur le média

source: File added
es: Archivo anadido
fr: Fichier ajouté

source: <p><strong>%s has been loaded.</strong></p>
fr: <p><strong>%s a été chargé.</strong></p>

source: Access to packages snapshots
es: Accesar a paquetes de fotografias
fr: Accès aux catpures d'écran

source: Unknown package alias
es: Alias de paquete desconocido
fr: Alias du recueil inconnu

source: Available snapshots for %s
es: Fotos disponibles para %s
fr: Captures d'écran disponibles pour le recueil %s

source: <p><a href="/media/snapshot/%s?mode=inline">Display with inline images</a></p>
es: <p><a href="/media/snapshot/%s?mode=inline">Mostrar con imagenes en linea</a></p>
fr: <p><a href="/media/snapshot/%s?mode=inline">Afficher les vignettes</a></p>

source: Done
es: Hecho
fr: Fait

source: Pending
es: Pendiente
fr: En attente

source: Unknown annotation id: %s
es: Id de anotación desconocido: %s
fr: Annotation inconnue: %s

source: Cannot activate stbvid %(stbvid)s: %(error)s
es: No se puede activar stbvid %(stbvid)s: %(error)s
fr: Impossible d'écrire dans %(stbvid)s : %(error)s

source: <p>No GUI is available.
es: <p>No hay GUI disponible.
fr: <p>Aucune interface n'est disponible.

source: <p>Opened adhoc views: %s</p>
es: <p>Vistas adhoc actuales: %s</p>
fr: <p>Vues ad-hoc ouvertes : %s</p>

source: <p>Available adhoc views:</p><ul>
es: <p>Vistas adhoc disponibles:</p><ul>
fr: <p>Vues ad-hoc disponibles : %s</p>

source: <p>Current stbv: %s</p>
es: <p>STBV actual: %s</p>
fr: <p>Vue STBV courante : %s</p>

source: <p>You can activate the following STBV:</p><ul>%s</ul>
es: <p>Puedes activar el siguiente STBV:</p><ul>%s</ul>
fr: <p>Vous pouvez activer les STBV suivantes :</p><ul>%s</ul>

source: Activate and play
es: Activa y reproduce
fr: Activer et jouer

source: Application information
es: Informacion de aplicacion
fr: Informations sur l'application

source: Missing element id parameter
es: Hace falta el elemento parámetro id
fr: Paramètre id manquant

source: No existing element with id %s
es: No existe el elemento con el id %s
fr: Aucun élément existant avec l'id %s

source: <p>The GUI view %s does not exist.</p>
es: <p>La vista GUI %s no existe.</p>
fr: <p>La vue ad-hoc %s n'existe pas.</p>

source: Invalid request
es: Petición no válida
fr: Requête invalide

source: Invalid configuration variable name
es: Nombre de variable de configuración no válido
fr: Nom de variable de configuration invalide

source: Invalid value
es: Valor no válido
fr: Valeur non valide

source: Unsupported method %s
es: Método no soportado %s
fr: Méthode non supportée: %s

source: <h1>Authorized hosts</h1> <table> <tr><th>Host</th><th>IP Addr</th><th>Action</th></tr> %s </table> <form method="GET"> Add a new hostname to the list :<br> <input type="text" name="hostname"><input type="submit" value="Add"> </form>
fr: <h1>Clients autorisés</h1> <table> <tr><th>Host</th><th>Adresse IP</th><th>Action</th></tr> %s </table> <form method="GET"> Ajouter une nouvelle adresse à la liste :<br> <input type="text" name="hostname"><input type="submit" value="Ajouter"> </form>

source: Access control
es: Control de acceso
fr: Contrôle d'accès

source: Access control - add a hostname
es: Control de acceso - Agrega un nombre de equipo
fr: Contrôle d'accès - ajouter une adresse

source: <strong>Error: %s is an invalid hostname.</strong>
es: <strong>Error: %s es un hostname no valido.</strong>
fr: <strong>Erreur: %s n'est pas un nom de machine valide.</strong>

source: <p>Added %s to authorized hosts list.</p>
es: <p>Añadido %s a la lista de hosts autorizados.</p>
fr: <p>Ajouté %s à la liste des clients autorisés.</p>

source: Access control - delete a hostname
es: Control de acceso - Elimina un nombre de equipo
fr: Contrôle d'accès - supprimer une adresse

source: <strong>Cannot remove the localhost access.</strong>
es: <strong>No se puede remover el acceso al equipo local - localhost</strong>
fr: <strong>Impossible de supprimer l'accès local.</strong>

source: <p>Removed %s from authorized hosts list.</p>
es: <p>Removido %s de la lista de hosts autorizados.</p>
fr: <p>Supprimé %s de la liste des clients autorisés.</p>

source: <p>%s is not in authorized hosts list.</p>
es: <p>%s no se encuentra en la lista de equipos autorizados.</p>
fr: <p>%s n'est pas dans la liste des clients autorisés.</p>

source: Server Administration
es: Administracion del Servidor
fr: Administration du serveur

source: <p><a href="/admin/access">Update the access list</a></p> <p><a href="/admin/methods">List available TALES methods</a></p> <p><a href="/action">List available actions</a></p> <p><a href="/admin/reset">Reset the server</a></p> <p><a href="/media">Media control</a></p> <p><a href="/application">Display GUI status</a></p> <p><a href="/admin/list">List available files</a></p> <p><a href="/packages">List loaded packages</a> (%(packagelist)s)</p> <p>Display mode : %(displaymode)s</p> <hr> <p>Load a package : <form action="/admin/load" method="GET"> Alias: <input type="text" name="alias" /><br> URI: <input type="text" name="uri" /><br> <input type="submit" value="Load" /> </form> </body></html>
es: <p><a href="/admin/access">Actualizar la lista de acceso</a></p> <p><a href="/admin/methods">Lista de los métodos TALES disponibles</a></p> <p><a href="/action">Lista de acciones disponibles</a></p> <p><a href="/admin/reset">Restablecer el servidor</a></p> <p><a href="/media">Control de Medios</a></p> <p><a href="/application">Mostrar el estado de la interfaz gráfica de usuario</a></p> <p><a href="/admin/list">Lista los archivos disponibles</a></p> <p><a href="/packages">Lista los paquetes cargados</a> (%(packagelist)s)</p> <p>Modo de visualización : %(displaymode)s</p> <hr> <p>Cargar un paquete : <form action="/admin/load" method="GET"> Alias: <input type="text" name="alias" /><br> URI: <input type="text" name="uri" /><br> <input type="submit" value="Cargar" /> </form> </body></html>
fr: <p><a href="/admin/access">Régler le contrôle d'accès</a></p> <p><a href="/admin/methods">Afficher les méthodes TALES disponibles</a></p> <p><a href="/action">Afficher les actions disponibles</a></p> <p><a href="/admin/reset">Réinitialiser le serveur</a></p> <p><a href="/media">Contrôle du lecteur</a></p> <p><a href="/application">Afficher le statut de l'interface graphique</a></p> <p><a href="/admin/list">Afficher les fichiers disponibles</a></p> <p><a href="/packages">Afficher les recueils chargés</a> (%(packagelist)s)</p> <p>Mode d'affichage : %(displaymode)s</p> <hr> <p>Charger un nouveau recueil : <form action="/admin/load" method="GET"> Alias: <input type="text" name="alias" /><br> URI: <input type="text" name="uri" /><br> <input type="submit" value="Charger" /> </form> </body></html>

source: Available files
es: Archivos disponibles
fr: Fichiers disponibles

source: You should specify an alias
es: Debes de especificar un alias
fr: Vous devez spécifier un alias

source: You should specify an uri
es: Debes de especificar una uri
fr: Vous devez spécifier une URI

source: Package %s loaded
es: Paquete %s cargado
fr: Recueil %s chargé

source: <p>Go to the <a href="/packages/%(alias)s">%(alias)s</a> package, or to the <a href="/packages">package list</a>.
es: <p>Ir al <a href="/packages/%(alias)s">%(alias)s</a> paquete o a la <a href="/packages">lista de paquetes</a>.
fr: <p>Accéder au recueil <a href="/packages/%(alias)s">%(alias)s</a>, ou à la <a href="/packages">liste des recueils chargés</a>.

source: <p>Cannot load package %(alias)s : %(error)s</p>
es: <p>No se puede cargar el paquete %(alias)s : %(error)s</p>
fr: <p>Impossible de charger le recueil %(alias)s : %(error)s</p>

source: Package %s deleted
es: Paquete %s borrado
fr: Recueil %s supprimé

source: <p>Go to the <a href="/packages">package list</a>.
es: <p>Ir a la<a href="/packages">lista de paquetes</a>.
fr: <p>Consulter la <a href="/packages">liste des recueils disponibles</a>

source: <p>Cannot delete package %(alias)s : %(error)s</p>
es: <p>No se puede borrar el paquete %(alias)s : %(error)s</p>
fr: <p>Impossible de supprimer le recueil %(alias)s : %(error)s</p>

source: Package %s saved
es: Paquete %s guardado
fr: Recueil %s sauvegardé

source: <p>Cannot save package %(alias)s : %(error)s</p>
es: <p>No se puede guardar el paquete %(alias)s : %(error)s</p>
fr: <p>Impossible de sauvegarder le recueil %(alias)s : %(error)s</p>

source: Server reset
es: Reajuste del servidor (Reset)
fr: Serveur réinitialisé

source: Available TALES methods
es: Métodos TALES disponibles
fr: Méthodes TALES disponibles

source: Loaded package(s)
es: Paquete(s) cargados
fr: Recueil(s) chargé(s)
